Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: Loading...
ar: جارٍ التحميل...
bg: Зареждане...
ca: S'està carregant...
cs: Načítání...
cy: Wrthi'n llwytho...
da: Indlæser...
de_ch: Wird geladen ...
el: Φόρτωση...
es: Cargando...
et: Laadimine...
fi: Ladataan...
fr_ca: Chargement en cours...
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Betöltés...
id: Memuat...
it_ch: Caricamento in corso...
ja: ロード中...
kk: Жүктелуде...
lv: Ielāde...
mk: Се вчитува...
ms: Memuat...
nb: Laster ...
nl: Bezig met laden...
pl: Ładowanie...
ro: Încărcare...
ru: Загрузка...
sk: Načítava sa...
sl: Prenos ...
sr: Учитавање...
sr_latn_rs: Učitavanje...
sv: Läser in...
th: กำลังโหลด...
uk: Завантаження...
vi: Đang tải...

source: There is nothing to display yet
ar: لا يوجد شيء لعرضه حتى الآن
bg: Още няма нищо за показване
ca: Encara no hi ha res per visualitzar
cs: Ještě není nic k zobrazení
cy: Does dim i'w ddangos eto
da: Der er endnu ingenting at vise
de_ch: Noch keine anzuzeigenden Daten
el: Δεν υπάρχει τίποτα για εμφάνιση ακόμη
es: Aún no hay nada para visualizar
et: Kuvamiseks pole veel midagi
fi: Mitään näytettävää ei vielä ole
fr_ca: Pour l'instant, il n'y a rien à afficher.
he: אין מה להציג עדיין
hi: अभी तक प्रदर्शित करने के लिए कुछ भी नहीं है
hr: Još nema ničega za prikaz
hu: Még nincs megjelenítenivaló
id: Belum ada yang ditampilkan
it_ch: Nessuna informazione da visualizzare ancora
ja: 表示する内容がまだありません
kk: Көрсететін әлі ешнәрсе жоқ
lv: Vēl nav nekā, ko parādīt
mk: Сè уште нема ништо за приказ
ms: Tiada apa-apa untuk dipaparkan lagi
nb: Ingenting å vise ennå
nl: Er is niets om weer te geven
pl: Nie ma jeszcze nic do wyświetlenia
ro: Deocamdată nu există nimic de afișat
ru: Нет элементов для отображения
sk: Ešte tu nie je nič na zobrazenie
sl: Ni še ničesar za prikaz
sr: Нема још ништа за приказ
sr_latn_rs: Nema još ništa za prikaz
sv: Det finns inget att visa än
th: ยังไม่มีอะไรที่จะแสดง
uk: Дані для відображення ще відсутні
vi: Chưa có gì để hiển thị

source: %d Hrs %d Min
ar: %d من الساعات %d من الدقائق
bg: %d ч %d мин
ca: %d h %d min.
cs: %d h %d min
cy: %d Awr %d Mun
da: %d timer %d minutter
de_ch: %d Std, %d Min.
el: %d Ώρες %d Λεπ
es: %d h %d min
et: %d t %d min
fi: %d t %d min
fr_ca: %d heure(s) %d minute(s)
he: %d שעות %d דקות
hi: %d घंटे %d मिनट
hr: %d h %d min
hu: %d óra %d perc
id: %d Jam %d Menit
it_ch: %d ore %d min
ja: %d 時間 %d 分
kk: %d сағ, %d мин
lv: %d h %d min
mk: %d Часови %d Минути
ms: %d Jam %d Minit
nb: %d timer %d minutter
nl: %d uur %d min.
pl: %d Godz. %d Min
ro: %d ore %d min.
ru: %d ч. %d мин.
sk: %d hod. %d min.
sl: %d ur, %d minut
sr: %d сата/и %d мин.
sr_latn_rs: %d sata/i %d min.
sv: %d h %d min
th: %d ชั่วโมง %d นาที
uk: %d год. %d хвил.
vi: %d giờ %d phút

source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
cy: Wedi gwneud
da: Færdig
de_ch: Fertig
el: Τέλος
es: Realizado
et: Valmis
fi: Valmis
fr_ca: Terminé
he: בוצע
hi: संपन्न
hr: Gotovo
hu: Kész
id: Selesai
it_ch: Fine
ja: 完了
kk: Дайын
lv: Pabeigts
mk: Готово
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
ro: Efectuat
ru: Готово
sk: Hotovo
sl: Končano
sr: Извршено
sr_latn_rs: Izvršeno
sv: Klar
th: เสร็จสิ้น
uk: Виконано
vi: Hoàn tất

source: There are %d errors in the data table.
ar: هناك %d من الأخطاء في جدول البيانات.
bg: В таблицата с данни има %d грешки.
ca: Hi ha %d errors a la taula de dades.
cs: V datové tabulce jsou %d chyby.
cy: Mae %d gwall yn y tabl data.
da: Der er %d fejl i datatabellen.
de_ch: Die Datentabelle enthält %d Fehler.
el: Υπάρχουν %d σφάλματα στον πίνακα δεδομένων.
es: Hay %d errores en la tabla de datos.
et: Andmetabelis on %d tõrget.
fi: Datataulussa on %d virhettä.
fr_ca: La table de données contient %d erreurs.
he: יש %d שגיאות בטבלת הנתונים.
hi: डेटा तालिका में %d त्रुटियां हैं.
hr: U tablici podataka ima ovoliko pogrešaka: %d
hu: Az adattáblában %d hiba található.
id: Terdapat %d kesalahan dalam tabel data.
it_ch: Sono presenti %d errori nella tabella di dati.
ja: データテーブルに %d エラーがあります。
kk: Дерек кестесінде %d қате бар.
lv: Datu tabulā ir %d kļūda(s).
mk: Има %d грешки во табелата со податоци.
ms: Terdapat %d ralat dalam jadual data.
nb: Det er %d feil i datatabellen.
nl: Er zijn %d fouten in de gegevenstabel.
pl: Występują błędy w tabeli danych ( %d).
ro: Există %d erori în tabelul de date.
ru: В таблице данных есть ошибки: %d.
sk: V tabuľke údajov je %d chýb.
sl: V podatkovni tabeli je %d napak.
sr: %d грешака у табели података.
sr_latn_rs: %d grešaka u tabeli podataka.
sv: Det finns %d fel i datatabellen.
th: มีข้อผิดพลาด %d รายการในตารางข้อมูล
uk: У таблиці даних є %d помилок.
vi: Có %d lỗi trong bảng dữ liệu.

source: row header
ar: مقدمة الصف
bg: заглавка на ред
ca: capçalera de línia
cs: hlavička řádky
cy: pennyn rhes
da: rækketop
de_ch: Zeilenkopf
el: κεφαλίδα σειράς
es: cabecera de fila
et: reapäis
fi: rivin otsikko
fr_ca: En-tête de ligne
he: כותרת שורה
hi: पंक्ति शीर्षक
hr: zaglavlje reda
hu: sorfejléc
id: header baris
it_ch: testata riga
ja: 行ヘッダ
kk: жол тақырыбы
lv: rindas galvene
mk: заглавие на редот
ms: pengepala baris
nb: Radoverskrift
nl: regelkop
pl: nagłówek wiersza
ro: antet linie
ru: заголовок строки
sk: hlavička riadka
sl: glava vrstice
sr: заглавље реда
sr_latn_rs: zaglavlje reda
sv: radhuvud
th: ส่วนหัวของแถว
uk: заголовок рядка
vi: tiêu đề hàng

source: row %d
ar: صف %d
bg: ред %d
ca: línia %d
cs: řádka %d
cy: rhes %d
da: række %d
de_ch: Zeile %d
el: σειρά %d
es: fila %d
et: rida %d
fi: rivi %d
fr_ca: ligne %d
he: שורה %d
hi: पंक्ति %d
hr: red %d
hu: %d. sor
id: baris %d
it_ch: riga %d
ja: 行 %d
kk: жол %d
lv: rinda %d
mk: ред %d
ms: baris %d
nb: rad %d
nl: regel %d
pl: wiersz %d
ro: linia %d
ru: строка %d
sk: riadok %d
sl: vrstica %d
sr: ред %d
sr_latn_rs: red %d
sv: rad %d
th: แถว %d
uk: рядок %d
vi: hàng %d

source: column %d
ar: عمود %d
bg: колона %d
ca: columna %d
cs: sloupec %d
cy: colofn %d
da: kolonne %d
de_ch: Spalte %d
el: στήλη %d
es: columna %d
et: veerg %d
fi: sarake %d
fr_ca: colonne %d
he: עמודה %d
hi: स्तंभ %d
hr: stupac %d
hu: %d. oszlop
id: kolom %d
it_ch: colonna %d
ja: 列 %d
kk: баған %d
lv: kolonna %d
mk: колона %d
ms: lajur %d
nb: Kolonne %d
nl: kolom %d
pl: kolumna %d
ro: coloana %d
ru: столбец %d
sk: stĺpec %d
sl: stolpec %d
sr: колона %d
sr_latn_rs: kolona %d
sv: kolumn %d
th: คอลัมน์ %d
uk: стовпчик %d
vi: cột %d

source: leading accessory
ar: ملحق بادئ
bg: водещ аксесоар
ca: accessori principal
cs: hlavní příslušenství
cy: ategolyn arweiniol
da: foranstillet tilbehør
de_ch: vorangestelltes Accessoire
el: κύρια παρελκόμενα
es: accesorio principal
et: eestarvik
fi: alkuvaruste
fr_ca: accessoire principal
he: אביזר מוביל
hi: अग्रणी सहायक
hr: vodeći dodatak
hu: nyitó kiegészítő
id: aksesori terdepan
it_ch: accessorio iniziale
ja: 先行アクセサリ
kk: жетекші керек-жарақ
lv: vadošais aksesuārs
mk: водечки додаток
ms: aksesori utama
nb: Hovedtilbehør
nl: voorloopaccessoire
pl: akcesoria główne
ro: accesoriu principal
ru: ведущий элемент
sk: hlavný doplnok
sl: vodilni pripomoček
sr: водећи додатак
sr_latn_rs: vodeći dodatak
sv: ledande tillbehör
th: อุปกรณ์เสริมนำหน้า
uk: початкове приладдя
vi: phụ kiện hàng đầu

source: trailing accessory
ar: ملحق لاحق
bg: краен аксесоар
ca: accessori de seguiment
cs: zaostávající příslušenství
cy: ategolyn ôl
da: efterstillet tilbehør
de_ch: nachgestelltes Accessoire
el: παρελκόμενα διαδρομής
es: accesorio complementario
et: järeltarvik
fi: loppuvaruste
fr_ca: accessoire secondaire
he: אביזר נגרר
hi: अनुगामी सहायक
hr: dodatak na kraju
hu: záró kiegészítő
id: aksesori tertinggal
it_ch: accessorio finale
ja: 後続アクセサリ
kk: соңғы керек-жарақ
lv: noslēdzošais aksesuārs
mk: краен додаток
ms: aksesori mengekor
nb: Etterfølgene tilbehør
nl: naloopaccessoire
pl: akcesoria pomocnicze
ro: accesoriu final
ru: конечный элемент
sk: vedľajší doplnok
sl: zadnji pripomoček
sr: пратећи додатак
sr_latn_rs: prateći dodatak
sv: tillhörande tillbehör
th: อุปกรณ์เสริมต่อท้าย
uk: кінцеве приладдя
vi: phụ kiện theo sau

source: text
ar: نص
bg: текст
cy: testun
da: tekst
el: κείμενο
es: texto
et: tekst
fi: teksti
fr_ca: texte
he: טקסט
hi: टेक्स्ट
hr: tekst
hu: szöveg
id: teks
it_ch: testo
ja: テキスト
kk: мәтін
lv: teksts
mk: текст
ms: teks
nb: tekst
nl: tekst
pl: tekst
ru: текст
sl: besedilo
sr: текст
sr_latn_rs: tekst
th: ข้อความ
uk: текст
vi: văn bản

source: image
ar: صورة
bg: изображение
ca: imatge
cs: obrázek
cy: delwedd
da: billede
de_ch: Bild
el: εικόνα
es: imagen
et: pilt
fi: kuva
he: תמונה
hi: छवि
hr: slika
hu: kép
id: gambar
it_ch: immagine
ja: 画像
kk: кескін
lv: attēls
mk: слика
ms: imej
nb: bilde
nl: afbeelding
pl: obraz
ro: imagine
ru: изображение
sk: obrázok
sl: slika
sr: слика
sr_latn_rs: slika
sv: bild
th: รูปภาพ
uk: зображення
vi: hình ảnh

source: date
ar: تاريخ
bg: дата
ca: data
cs: datum
cy: dyddiad
da: dato
de_ch: Datum
el: ημερομηνία
es: fecha
et: kuupäev
fi: päivämäärä
he: תאריך
hi: दिनांक
hr: datum
hu: dátum
id: tanggal
it_ch: data
ja: 日付
kk: күн
lv: datums
mk: датум
ms: tarikh
nb: dato
nl: datum
pl: data
ro: dată
ru: дата
sk: dátum
sl: datum
sr: датум
sr_latn_rs: datum
sv: datum
th: วันที่
uk: дата
vi: ngày

source: time
ar: وقت
bg: час
ca: hora
cs: čas
cy: amser
da: klokkeslæt
de_ch: Uhrzeit
el: ώρα
es: hora
et: kellaaeg
fi: kellonaika
fr_ca: heure
he: שעה
hi: समय
hr: vrijeme
hu: időpont
id: waktu
it_ch: ora
ja: 時刻
kk: уақыт
lv: laiks
mk: време
ms: masa
nb: tid
nl: tijd
pl: czas
ro: oră
ru: время
sk: čas
sl: čas
sr: време
sr_latn_rs: vreme
sv: tid
th: เวลา
uk: час
vi: thời gian

source: duration
ar: مدة
bg: продължителност
ca: duració
cs: trvání
cy: hyd
da: varighed
de_ch: Dauer
el: διάρκεια
es: duración
et: kestus
fi: kesto
fr_ca: durée
he: משך זמן
hi: अवधि
hr: trajanje
hu: időtartam
id: durasi
it_ch: durata
ja: 期間
kk: ұзақтық
lv: ilgums
mk: времетраење
ms: jangka masa
nb: Varighet
nl: duur
pl: czas trwania
ro: durată
ru: длительность
sk: trvanie
sl: trajanje
sr: трајање
sr_latn_rs: trajanje
sv: tidslängd
th: ระยะเวลา
uk: тривалість
vi: khoảng thời gian

source: list item
ar: عنصر قائمة
bg: позиция от списък
ca: element de llista
cs: položka seznamu
cy: eitem rhestr
da: listepunkt
de_ch: Listenelement
el: στοιχείο λίστας
es: elemento de lista
et: loendiüksus
fi: luettelokohde
fr_ca: élément de liste
he: פריט רשימה
hi: सूची आइटम
hr: stavka popisa
hu: listaelem
id: item daftar
it_ch: voce di elenco
ja: リスト項目
kk: тізім тармағы
lv: saraksta elements
mk: ставка од списокот
ms: item senarai
nb: listeelement
nl: lijstitem
pl: pozycja listy
ro: element de listă
ru: пункт списка
sk: položka zoznamu
sl: element seznama
sr: ставка листе
sr_latn_rs: stavka liste
sv: listobjekt
th: รายการในลิสต์
uk: елемент списку
vi: mục danh sách

source: selected
ar: محدد
bg: избрано
ca: seleccionat
cs: vybráno
cy: wedi dewis
da: valgt
de_ch: ausgewählt
el: επιλεγμένο
es: seleccionado
et: valitud
fi: valittu
fr_ca: sélectionné
he: נבחר
hi: चयनित
hr: odabrano
hu: kiválasztott
id: dipilih
it_ch: selezionato
ja: 選択済み
kk: таңдалды
lv: atlasīts
mk: избран
ms: dipilih
nb: valgt
nl: geselecteerd
pl: wybrane
ro: selectat
ru: выбрано
sk: vybrané
sl: izbrano
sr: одабрано
sr_latn_rs: odabrano
sv: vald
th: เลือกแล้ว
uk: вибрано
vi: đã chọn

source: not selected
ar: غير محدد
bg: не е избрано
ca: no seleccionat
cs: nevybráno
cy: heb ei ddewis
da: ikke valgt
de_ch: nicht ausgewählt
el: δεν επιλέχτηκε
es: no seleccionado
et: pole valitud
fi: ei valittu
fr_ca: non sélectionné
he: לא נבחר
hi: चयनित नहीं
hr: nije odabrano
hu: nem kijelölt
id: tidak dipilih
it_ch: non selezionato
ja: 未選択
kk: таңдалмады
lv: nav atlasīts
mk: не е избран
ms: tidak dipilih
nb: ikke valgt
nl: niet geselecteerd
pl: nie wybrane
ro: neselectat
ru: не выбрано
sk: nevybrané
sl: ni izbrano
sr: није одабрано
sr_latn_rs: nije odabrano
sv: inte vald
th: ไม่ได้เลือก
uk: не вибрано
vi: chưa chọn

source: No date selected
ar: لم يتم تحديد تاريخ
bg: Не е избрана дата
ca: Cap data seleccionada
cs: Není vybráno datum
cy: Dim data wedi'i ddewis
da: Der er ikke valgt en dato
de_ch: Kein Datum ausgewählt
el: Δεν επιλέχθηκαν ημερομηνίες
es: No se ha seleccionado ninguna fecha
et: Kuupäeva pole valitud
fi: Päivämäärää ei ole valittu
fr_ca: Aucune date sélectionnée
he: לא נבחר תאריך
hi: कोई तिथि चयनित नहीं है
hr: Nije odabran datum
hu: Nincs kiválasztva dátum
id: Tidak ada tanggal yang dipilih
it_ch: Nessuna data selezionata
ja: 日付未選択
kk: Күн таңдалмады
lv: Nav atlasīts neviens datums
mk: Не е избран датум
ms: Tiada tarikh dipilih
nb: Ingen dato valgt
nl: Geen datum geselecteerd
pl: Nie wybrano daty
ro: Nicio dată selectată
ru: Не выбрана дата
sk: Nevybraný žiadny dátum
sl: Izbran ni noben datum
sr: Датум није одабран
sr_latn_rs: Datum nije odabran
sv: Inget datum har valts
th: ไม่ได้เลือกวันที่
uk: Дата не вибрана
vi: Không chọn ngày

source: Time
ar: الوقت
bg: Час
ca: Hora
cs: Čas
cy: Amser
da: Klokkeslæt
de_ch: Uhrzeit
el: Ώρα
es: Hora
et: Kellaaeg
fi: Kellonaika
fr_ca: Heure
he: שעה
hi: समय
hr: Vrijeme
hu: Időpont
id: Waktu
it_ch: Ora
ja: 時刻
kk: Уақыт
lv: Laiks
mk: Време
ms: Masa
nb: Tid
nl: Tijd
pl: Czas
ro: Timp
ru: Время
sk: čas
sl: Čas
sr: Време
sr_latn_rs: Vreme
sv: Tid
th: เวลา
uk: Час
vi: Thời gian

source: Value: %d
ar: القيمة: %d
bg: Стойност: %d
ca: Valor: %d
cs: Hodnota: %d
cy: Gwerth: %d
da: Værdi: %d
de_ch: Wert: %d
el: Τιμή: %d
es: Valor: %d
et: Väärtus: %d
fi: Arvo: %d
fr_ca: Valeur : %d
he: ערך: %d
hi: मान: %d
hr: Vrijednost: %d
hu: Érték: %d
id: Nilai: %d
it_ch: Valore: %d
ja: 値: %d
kk: Мән: %d
lv: Vērtība: %d
mk: Вредност: %d
ms: Nilai: %d
nb: Verdi: %d
nl: Waarde: %d
pl: Wartość: %d
ro: Valoare: %d
ru: Значение: %d
sk: Hodnota :%d
sl: Vrednost: %d
sr: Вредност: %d
sr_latn_rs: Vrednost: %d
sv: Värde: %d
th: ค่า: %d
uk: Значення: %d
vi: Giá trị: %d

source: Tapped cell is read-only.
ar: الخلية التي تم النقر عليها هي للقراءة فقط.
bg: Докоснатата клетка е само за четене.
ca: La cel·la seleccionada és només de lectura.
cs: Vybraná buňka je jen ke čtení.
cy: Mae'r gell a gafodd ei thapio yn darllen-yn-unig
da: Den valgte celle er skrivebeskyttet.
de_ch: Die Zelle, auf die Sie getippt haben, ist schreibgeschützt.
el: Το κελί που πατήσατε είναι μόνο για ανάγνωση.
es: La celda seleccionada es de solo lectura.
et: Puudutatud lahter on kirjutuskaitstud.
fi: Napautettu solu on kirjoitussuojattu.
fr_ca: La cellule touchée est en lecture seule.
he: התא שהקישו הוא לקריאה בלבד.
hi: टैप किया गया सेल केवल-पाठ्य के लिए है.
hr: Dodirnuta ćelija je samo za čitanje.
hu: A kiválasztott cella írásvédett.
id: Sel yang diketuk hanya untuk dibaca.
it_ch: La cella toccata è di sola lettura.
ja: タップされたセルは読み込み専用です。
kk: Түртілген ұяшық тек оқуға арналған.
lv: Šūna, kam pieskārāties, ir tikai lasāma.
mk: Допрената ќелија е само за читање.
ms: Sel yang diketik adalah baca sahaja.
nb: Valgt celle er skrivebeskyttet.
nl: Cel waarop is getikt is alleen-lezen.
pl: Komórka, którą dotknąłeś, jest tylko do odczytu.
ro: Celulă atinsă este doar în citire.
ru: Ячейка только для чтения.
sk: Ťuknutá bunka je len na čítanie.
sl: Celica, na katero ste tapnili je namenjena le za branje.
sr: Додирнута ћелија је само за читање.
sr_latn_rs: Dodirnuta ćelija je samo za čitanje.
sv: Vald cell är skrivskyddad.
th: เซลล์ที่แตะเป็นแบบอ่านอย่างเดียว
uk: Комірка, яку ви торкаєтеся, доступна лише для читання.
vi: Ô được nhấn ở chế độ chỉ đọc.

source: Read-only field
ar: حقل للقراءة فقط
bg: Поле само за четене
ca: Camp només de lectura
cs: Pole jen ke čtení
cy: Maes darllen-yn-unig
da: Skrivebeskyttet felt
de_ch: Schreibgeschütztes Feld
el: Πεδίο για ανάγνωση μόνο
es: Campo de solo lectura
et: Kirjutuskaitstud väli
fi: Kirjoitussuojattu kenttä
fr_ca: Zone en lecture seule
he: שדה 'לקריאה בלבד'
hi: केवल फ़ील्ड का पठन करें
hr: Polje samo za čitanje
hu: Írásvédett mező
id: Bidang hanya untuk dibaca
it_ch: Campo di sola lettura
ja: 読み込み専用フィールド
kk: Тек оқуға арналған өріс
lv: Tikai lasāms lauks
mk: Поле само за читање
ms: Medan baca sahaja
nb: Skrivebeskyttet felt
nl: Alleen-lezenveld
pl: Pole tylko do odczytu
ro: Câmp doar în citire
ru: Поле только для чтения
sk: Pole len na čítanie
sl: Polje le za branje
sr: Поље само за читање
sr_latn_rs: Polje samo za čitanje
sv: Skrivskyddat fält
th: ฟิลด์แบบอ่านอย่างเดียว
uk: Поле лише для читання
vi: Trường chỉ đọc

source: No more characters remaining
ar: لا تتبقى حروف أخرى
bg: Няма повече оставащи символи
ca: No queden més caràcters
cs: Žádné znaky nezbývají
cy: Dim nodau ar ôl
da: Der er ikke flere tegn tilbage
de_ch: Keine Zeichen verbleibend
el: Δεν απομένουν άλλοι χαρακτήρες
es: No hay más caracteres restantes
et: Märkide ülempiir on täis
fi: Ei merkkejä jäljellä
fr_ca: Plus aucun caractère restant.
he: לא נשארו תווים
hi: और कोई वर्ण शेष नहीं हैं
hr: Nema preostalih znakova
hu: Nem maradt több karakter
id: Tidak ada lagi karakter tersisa
it_ch: Nessun carattere rimanente
ja: 残り文字数がありません
kk: Таңбалар қалмады
lv: Vairs nav atlikusi neviena rakstzīme
mk: Нема преостанати знаци
ms: Tiada baki aksara lagi
nb: Ingen tegn igjen
nl: Geen resterende tekens
pl: Nie ma więcej pozostałych znaków
ro: Nu mai sunt caractere rămase
ru: Достигнут лимит символов
sk: Nezostávajú žiadne ďalšie znaky
sl: Preostali znaki niso več na voljo
sr: Нема преосталих знакова
sr_latn_rs: Nema preostalih znakova
sv: Inga tecken kvar
th: ไม่มีอักขระคงเหลือ
uk: Більше не залишилося символів
vi: Không còn ký tự nào nữa

source: Reduce the number of characters
ar: تقليل عدد الحروف
bg: Намаляване на броя на символите
ca: Reduïu el nombre de caràcters
cs: Snižte počet znaků
cy: Lleihau nifer y nodau
da: Reducer antallet af tegn
de_ch: Reduzieren Sie die Anzahl der Zeichen
el: Μείωση του αριθμού χαρακτήρων
es: Reducir el número de caracteres
et: Vähendage märkide arvu
fi: Vähennä merkkien määrää
fr_ca: Réduisez le nombre de caractères.
he: צמצם את מספר התווים
hi: वर्ण की संख्या कम करें
hr: Smanjite broj znakova
hu: Csökkentse a karakterek számát
id: Kurangi jumlah karakter
it_ch: Riduci il numero di caratteri
ja: 文字数を削減してください
kk: Таңбалар санын азайтыңыз
lv: Samaziniet rakstzīmju skaitu
mk: Намалете го бројот на знаци
ms: Kurangkan bilangan aksara
nb: Reduser antallet tegn
nl: Verminder het aantal tekens
pl: Zredukuj liczbę znaków
ro: Reduceți numărul de caractere
ru: Уменьшите число символов
sk: Znížte počet znakov
sl: Zmanjšanje števila znakov
sr: Смањи број знакова
sr_latn_rs: Smanji broj znakova
sv: Minska antalet tecken
th: ลดจำนวนอักขระ
uk: Зменшити кількість символів
vi: Giảm số lượng ký tự

source: Stepper decrease
ar: انخفاض شريط تحديد القيم
bg: Намаляване в стъпков механизъм
ca: Disminució escalonada
cs: Snížení krokovače
cy: Gostwng y camwr
da: Værdiskyder reduktion
de_ch: Reglerverringerung
el: Μείωση μετάβασης
es: Disminución del botón deslizante para la selección de valores
et: Astme vähenemine
fi: Arvojen säätimen vähennys
fr_ca: Incrémenteur pour réduction
he: הפחתת Stepper
hi: स्टेपर में कमी
hr: Smanjenje regulatora vrijednosti
hu: Értékszabályzó - csökkentés
id: Turunkan penggerak
it_ch: Riduzione barra di scorrimento per selezione valori
ja: ステッパー減少
kk: Мән реттегіш арқылы азайту
lv: Stepera samazinājums
mk: Намалување на регулаторот на вредности
ms: Pelangkah berkurang
nb: Reduksjon i verdiregulator
nl: Verlagen met waarderegelaar
pl: Zmniejszenie regulatora wartości
ro: Scădere control în trepte
ru: Уменьшение стрелки
sk: Krokový pokles
sl: Zmanjšanje regulatorja vrednosti
sr: Смањење регулатора вредности
sr_latn_rs: Smanjenje regulatora vrednosti
sv: Stegreglageminskning
th: การลดใน Stepper
uk: Зменшення степпера
vi: Giảm bước

source: Decrease the value by %d
ar: تخفيض القيمة بمقدار %d
bg: Намалява стойността с %d
ca: Disminueix el valor per %d
cs: Snížit hodnotu o %d
cy: Tynnu %d o'r gwerth
da: Reducer værdien med %d
de_ch: Wert um %d verringern
el: Μείωση της τιμής κατά %d
es: Disminuir el valor en %d
et: Vähenda väärtust %d võrra
fi: Pienennä arvoa %d
fr_ca: Réduire la valeur de %d
he: הפחת %d מהערך
hi: %d द्वारा मान में कमी
hr: Smanji vrijednost za %d
hu: Érték csökkentése a következővel: %d
id: Turunkan nilainya sebesar %d
it_ch: Riduci il valore di %d
ja: 値を %d 減らします
kk: Мәнді келесі мәнге азайту: %d
lv: Samazināt vērtību par %d
mk: Намали ја вредноста за %d
ms: Kurangkan nilai dengan %d
nb: Reduser verdien med %d
nl: Waarde verlagen met %d
pl: Zmniejsz wartość o %d
ro: Scădere valoare cu %d
ru: Уменьшите число на %d
sk: Znížiť hodnotu o %d
sl: Zmanjšanje vrednosti za %d
sr: Смањи вредност за %d
sr_latn_rs: Smanji vrednost za %d
sv: Minska värdet med %d
th: ลดค่าทีละ %d
uk: Зменшити значення на %d
vi: Giảm giá trị theo %d

source: Stepper increase
ar: زيادة شريط تحديد القيم
bg: Увеличаване в стъпков механизъм
ca: Augment escalonat
cs: Zvýšení krokovače
cy: Cynyddu'r camwr
da: Værdiskyder forøgelse
de_ch: Reglererhöhung
el: Αύξηση μετάβασης
es: Aumento del botón deslizante para la selección de valores
et: Astme suurenemine
fi: Arvojen säätimen lisäys
fr_ca: Incrémenteur pour augmentation
he: הגדלת Stepper
hi: स्टेपर में कमी
hr: Povećanje regulatora vrijednosti
hu: Értékszabályzó - növelés
id: Tingkatkan penggerak
it_ch: Aumento barra di scorrimento per selezione valori
ja: ステッパー増加
kk: Мән реттегіш арқылы арттыру
lv: Stepera palielinājums
mk: Зголемување на регулаторот на вредности
ms: Pelangkah bertambah
nb: Økning i verdiregulator
nl: Verhogen met waarderegelaar
pl: Zwiększenie regulatora wartości
ro: Creștere control în trepte
ru: Увеличение стрелки
sk: Krokový nárast
sl: Povečanje regulatorja vrednosti
sr: Повећање регулатора вредности
sr_latn_rs: Povećanje regulatora vrednosti
sv: Stegreglageökning
th: การเพิ่มใน Stepper
uk: Збільшення степпера
vi: Tăng bước

source: Increase the value by %d
ar: زيادة القيمة بمقدار %d
bg: Увеличава стойността с %d
ca: Augmenta el valor per %d
cs: Zvýšit hodnotu o %d
cy: Ychwanegu %d at y gwerth
da: Forøg værdien med %d
de_ch: Wert um %d erhöhen
el: Αύξηση της τιμής κατά %d
es: Aumentar el valor en %d
et: Suurenda väärtust %d võrra
fi: Suurenna arvoa %d
fr_ca: Augmenter la valeur de %d
he: הגדל את הערך ב-%d
hi: %d द्वारा वृद्धि मान
hr: Povećaj vrijednost za %d
hu: Érték növelése a következővel: %d
id: Tingkatkan nilainya sebesar %d
it_ch: Aumenta il valore di %d
ja: 値を %d 増やします
kk: Мәнді келесі мәнге азайту: %d
lv: Palielināt vērtību par %d
mk: Зголеми ја вредноста за %d
ms: Tambah nilai dengan %d
nb: Øk verdien med %d
nl: Waarde verhogen met %d
pl: Zwiększ wartość o %d
ro: Creștere valoare cu %d
ru: Увеличьте число на %d
sk: Zvýšiť hodnotu o %d
sl: Povečanje vrednosti za %d
sr: Повећај вредност за %d
sr_latn_rs: Povećaj vrednost za %d
sv: Öka värdet med %d
th: เพิ่มค่าทีละ %d
uk: Збільшити значення на %d
vi: Tăng giá trị theo %d

source: Select specific value
ar: تحديد قيمة محددة
bg: Избор на конкретна стойност
ca: Selecciona el valor específic
cs: Vybrat určitou hodnotu
cy: Dewiswch werth penodol
da: Vælg specifik værdi
de_ch: Genauen Wert auswählen
el: Επιλέξτε συγκεκριμένη τιμή
es: Seleccione un valor específico
et: Vali konkreetne väärtus
fi: Valitse tietty arvo
fr_ca: Sélectionner une valeur spécifique
he: בחר ערך ספציפי
hi: विशिष्ट मान का चयन करें
hr: Odaberi specifičnu vrijednost
hu: Specifikus érték kiválasztása
id: Pilih nilai tertentu
it_ch: Seleziona valore specifico
ja: 特定の値を選択
kk: Нақты мән таңдау
lv: Atlasīt konkrētu vērtību
mk: Изберете конкретна вредност
ms: Pilih nilai tertentu
nb: Velg spesifikk verdi
nl: Specifieke waarde selecteren
pl: Wybierz określoną wartość
ro: Selectați o anumită valoare
ru: Выберите определенное значение
sk: Vyberte špecifickú hodnotu
sl: Izberite določeno vrednost
sr: Одабери одређену вредност
sr_latn_rs: Odaberi određenu vrednost
sv: Välj specifikt värde
th: เลือกค่าเฉพาะ
uk: Вибрати конкретне значення
vi: Chọn giá trị cụ thể
