Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: Current value is %@
ar: القيمة الحالية هي %@
bg: Текущата стойност е %@
ca: El valor actual és %@
cs: Aktuální hodnota je %@
cy: Y gwerth presennol yw %@
da: Aktuel værdi er %@
de_ch: Aktueller Wert ist %@
el: Τρέχουσα τιμή είναι %@
es: El valor actual es %@
et: Praegune väärtus on %@
fi: Nykyinen arvo on %@
fr_ca: Valeur actuelle : %@
he: הערך הנוכחי הוא %@
hi: वर्तमान मान %@ है
hr: Trenutačna vrijednost %@
hu: Az aktuális érték %@
id: Nilai saat ini adalah %@
it_ch: Il valore corrente è %@
ja: 現在の値は %@ です
kk: Ағымдағы мән — %@
lv: Pašreizējā vērtība ir %@
ms: Nilai semasa ialah %@
nb: Aktuell verdi er %@
nl: Huidige waarde is %@
pl: Bieżąca wartość to %@
ro: Valoarea curentă este %@
ru: Текущее значение - %@
sk: Aktuálna hodnota je %@
sl: Trenutna vrednost je %@
sr: Тренутна вредност је %@
sr_latn_rs: Trenutna vrednost je %@
sv: Aktuellt värde är %@
th: ค่าปัจจุบันคือ %@
uk: Поточне значення - %@
vi: Giá trị hiện tại là %@

source: lower range slider thumb, current value is
ar: إبهام مربع تمرير أدنى نطاق، القيمة الحالية هي
bg: Палец на плъзгача в долния диапазон, текущата стойност е
ca: regulador d’àrea mínim, el valor actual és
cs: dolní úchyt posuvníku oblasti, aktuální hodnota je
cy: bawd lithrydd ystod isaf, y gwerth presennol yw
da: nedre områdeskyderpunkt, aktuel værdi er
de_ch: Bereichsreglerposition für Mindestwert, aktueller Wert ist
el: δείκτης κύλισης κατώτερου ρυθμιστικού, η τρέχουσα τιμή είναι
es: miniatura de botón deslizante de rango inferior, el valor actual es
et: madalama vahemiku liuguri pöial, praegune väärtus on
fi: Alhaisemman arvon liukusäädin, nykyinen arvo on
fr_ca: Curseur de défilement de la plage inférieure, la valeur actuelle est :
he: thumb של מחוון טווחים תחתון, הערך הנוכחי הוא
hi: निम्न श्रेणी स्लाइडर थंब, वर्तमान मूल्य है
hr: palčani klizač donjeg raspona, trenutačna vrijednost je
hu: Alsó sávcsúszka gomb, aktuális érték
id: thumb penggeser rentang yang lebih rendah, nilai saat ini adalah
it_ch: cursore dello slider intervallo inferiore, il valore corrente è
ja: 下限範囲スライダのつまみ、現在の値は
kk: төменгі ауқым жүгірткісінің түймесі, ағымдағы мәні:
lv: apakšējā diapazona slīdņa sīktēls, pašreizējā vērtība ir
ms: kotak penggelongsor julat bawah, nilai semasa ialah
nb: glidebryterposisjon for nedre område, aktuell verdi er
nl: schuifknop laagste waarde, huidige waarde is
pl: przycisk suwaka dolnego zakresu, bieżąca wartość to
ro: indicator pe cursor interval inferior, valoarea curentă este
ru: нижний бегунок ползунка диапазона, текущее значение
sk: jazdec posúvača dolného rozsahu, aktuálna hodnota je
sl: Drsno polje spodnjega obsega, trenutna vrednost je
sr: клизач на клизном показивачу нижег распона, тренутна вредност је
sr_latn_rs: klizač na kliznom pokazivaču nižeg raspona, trenutna vrednost je
sv: knapp för lägsta värde i intervallreglage, aktuellt värde är
th: ปุ่มบนแถบเลื่อนของช่วงล่าง ค่าปัจจุบันคือ
uk: нижній бігунок повзунка діапазону, поточне значення -
vi: ngón tay cái thanh trượt phạm vi dưới, giá trị hiện tại là

source: you can swipe up or down to change the lower value
ar: يمكنك التمرير لأعلى أو لأسفل لتغيير أدنى قيمة
bg: Може да плъзгате нагоре или надолу, за да промените най-ниската стойност
ca: podeu lliscar cap amunt o cap avall per modificar el valor inferior
cs: dolní hodnotu můžete změnit přejetím nahoru nebo dolů
cy: gallwch symud i fyny neu i lawr i newid y gwerth isaf
da: du kan stryge op eller ned for at ændre den nedre værdi
de_ch: Sie können mit dem Finger nach oben oder unten streichen, um den Mindestwert zu ändern
el: μπορείτε να κάνετε σάρωση προς τα πάνω ή προς τα κάτω για να αλλάξετε την κατώτερη τιμή
es: puede deslizar hacia arriba o abajo para modificar el valor inferior
et: madalama väärtuse muutmiseks võite nipsata üles või alla
fi: Voit pyyhkäistä ylös tai alas muuttaaksesi alhaisempaa arvoa
fr_ca: Vous pouvez balayer vers le haut ou le bas pour modifier la valeur inférieure.
he: ניתן להחליק למעלה או למטה כדי לשנות את הערך התחתון
hi: आप निम्न मान परिवर्तन के लिए ऊपर और नीचे स्वाइप कर सकते हैं
hr: možete prijeći prstom gore ili dolje da biste promijenili donju vrijednost
hu: Az alsó érték fel- és lehúzással módosítható
id: Anda dapat mengusap ke atas atau bawah untuk mengubah nilai yang lebih rendah
it_ch: è possibile scorrere con il dito in alto o in basso per modificare il valore inferiore
ja: 上または下にスワイプして下限値を変更できます
kk: төменгі мәнді өзгерту үшін жоғары немесе төмен сырғытуға болады
lv: varat vilkt uz augšu vai uz leju, lai mainītu apakšējo vērtību
ms: anda boleh leretkan ke atas atau ke bawah untuk ubah nilai bawah
nb: du kan dra opp eller ned for å endre nedre verdi
nl: u kunt omhoog of omlaag vegen om de laagste waarde te wijzigen
pl: możesz przesunąć palcem w górę lub w dół, aby zmienić dolną wartość
ro: puteți glisa în sus sau în jos pentru a modifica valoarea inferioară
ru: смахните вверх или вниз, чтобы изменить нижнее значение
sk: môžete potiahnutím prstom nahor/nadol zmeniť dolnú hodnotu
sl: Za spremembo spodnje vrednosti lahko podrsnete navzgor ali navzdol
sr: можете да превучете горе или доле да бисте променили нижу вредност
sr_latn_rs: možete da prevučete gore ili dole da biste promenili nižu vrednost
sv: du kan svepa uppåt eller nedåt för att ändra det lägsta värdet
th: คุณสามารถปัดขึ้นหรือลงเพื่อเปลี่ยนค่าล่าง
uk: ви можете провести пальцем уверх або вниз, щоб змінити нижнє значення
vi: bạn có thể vuốt lên hoặc xuống để thay đổi giá trị dưới

source: upper range slider thumb, current value is
ar: إبهام مربع تمرير أعلى نطاق، القيمة الحالية هي
bg: Палец на плъзгача в горния диапазон, текущата стойност е
ca: regulador d’àrea màxim, el valor actual és
cs: horní úchyt posuvníku oblasti, aktuální hodnota je
cy: bawd lithrydd ystod uchaf, y gwerth presennol yw
da: øvre områdeskyderpunkt, aktuel værdi er
de_ch: Bereichsreglerposition für Höchstwert, aktueller Wert ist
el: δείκτης κύλισης ανώτερου ρυθμιστικού, η τρέχουσα τιμή είναι
es: miniatura de botón deslizante de rango superior, el valor actual es
et: kõrgema vahemiku liuguri pöial, praegune väärtus on
fi: Korkeamman arvon liukusäädin, nykyinen arvo on
fr_ca: Curseur de défilement de la plage supérieure, la valeur actuelle est :
he: thumb של מחוון טווחים עליון, הערך הנוכחי הוא
hi: ऊपरी श्रेणी स्लाइडर थंब, वर्तमान मूल्य है
hr: palčani klizač gornjeg raspona, trenutačna vrijednost je
hu: Felső sávcsúszka gomb, aktuális érték
id: thumb penggeser rentang yang lebih tinggi, nilai saat ini adalah
it_ch: cursore dello slider intervallo superiore, il valore corrente è
ja: 上限範囲スライダのつまみ、現在の値は
kk: жоғарғы ауқым жүгірткісінің түймесі, ағымдағы мәні:
lv: augšējā diapazona slīdņa sīktēls, pašreizējā vērtība ir
ms: kotak penggelongsor julat atas, nilai semasa ialah
nb: glidebryterposisjon for øvre område, aktuell verdi er
nl: schuifknop hoogste waarde, huidige waarde is
pl: przycisk suwaka górnego zakresu, bieżąca wartość to
ro: indicator pe cursor interval superior, valoarea curentă este
ru: верхний бегунок ползунка диапазона, текущее значение
sk: jazdec posúvača horného rozsahu, aktuálna hodnota je
sl: Drsno polje zgornjega obsega, trenutna vrednost je
sr: клизач на клизном показивачу горњег распона, тренутна вредност је
sr_latn_rs: klizač na kliznom pokazivaču gornjeg raspona, trenutna vrednost je
sv: knapp för högsta värde i intervallreglage, aktuellt värde är
th: ปุ่มบนแถบเลื่อนของช่วงบน ค่าปัจจุบันคือ
uk: верхній бігунок повзунка діапазону, поточне значення -
vi: ngón tay cái thanh trượt phạm vi trên, giá trị hiện tại là

source: you can swipe up or down to change the upper value
ar: يمكنك التمرير لأعلى أو لأسفل لتغيير أعلى قيمة
bg: Може да плъзгате нагоре или надолу, за да промените най-високата стойност
ca: podeu lliscar cap amunt o cap avall per modificar el valor superior
cs: horní hodnotu můžete změnit přejetím nahoru nebo dolů
cy: gallwch symud i fyny neu i lawr i newid y gwerth uchaf
da: du kan stryge op eller ned for at ændre den øvre værdi
de_ch: Sie können mit dem Finger nach oben oder unten streichen, um den Höchstwert zu ändern
el: μπορείτε να κάνετε σάρωση προς τα πάνω ή προς τα κάτω για να αλλάξετε την ανώτερη τιμή
es: puede deslizar hacia arriba o abajo para modificar el valor superior
et: kõrgema väärtuse muutmiseks võite nipsata üles või alla
fi: Voit pyyhkäistä ylös tai alas muuttaaksesi korkeampaa arvoa
fr_ca: Vous pouvez balayer vers le haut ou le bas pour modifier la valeur supérieure.
he: ניתן להחליק למעלה או למטה כדי לשנות את הערך העליון
hi: आप ऊपरी मान परिवर्तन के लिए ऊपर और नीचे स्वाइप कर सकते हैं
hr: možete prijeći prstom gore ili dolje da biste promijenili gornju vrijednost
hu: A felső érték fel- és lehúzással módosítható
id: Anda dapat mengusap ke atas atau bawah untuk mengubah nilai yang lebih tinggi
it_ch: è possibile scorrere con il dito in alto o in basso per modificare il valore superiore
ja: 上または下にスワイプして上限値を変更できます
kk: жоғарғы мәнді өзгерту үшін жоғары немесе төмен сырғытуға болады
lv: varat vilkt uz augšu vai uz leju, lai mainītu augšējo vērtību
ms: anda boleh leretkan ke atas atau ke bawah untuk ubah nilai atas
nb: du kan dra opp eller ned for å endre øvre verdi
nl: u kunt omhoog of omlaag vegen om de hoogste waarde te wijzigen
pl: możesz przesunąć palcem w górę lub w dół, aby zmienić górną wartość
ro: puteți glisa în sus sau în jos pentru a modifica valoarea superioară
ru: смахните вверх или вниз, чтобы изменить верхнее значение
sk: môžete potiahnutím prstom nahor/nadol zmeniť hornú hodnotu
sl: Za spremembo zgornje vrednosti lahko podrsnete navzgor ali navzdol
sr: можете да превучете горе или доле да бисте променили вишу вредност
sr_latn_rs: možete da prevučete gore ili dole da biste promenili višu vrednost
sv: du kan svepa uppåt eller nedåt för att ändra det högsta värdet
th: คุณสามารถปัดขึ้นหรือลงเพื่อเปลี่ยนค่าบน
uk: ви можете провести пальцем вгору або вниз, щоб змінити верхнє значення
vi: bạn có thể vuốt lên hoặc xuống để thay đổi giá trị trên

source: slider thumb, current value is
ar: إبهام مربع التمرير، القيمة الحالية هي
bg: Палец на плъзгача, текущата стойност е
ca: regulador d'àrea, el valor actual és
cs: úchyt posuvníku, aktuální hodnota je
cy: bawd llithrydd, y gwerth presennol yw
da: skyderpunkt, aktuel værdi er
de_ch: Schiebereglerposition, aktueller Wert ist
el: δείκτης κύλισης ρυθμιστικού, η τρέχουσα τιμή είναι
es: miniatura de botón deslizante, el valor actual es
et: liuguri pöial, praegune väärtus on
fi: Liukusäädin, nykyinen arvo on
fr_ca: Curseur de défilement, la valeur actuelle est :
he: thumb של מחוון, ערך נוכחי הוא
hi: स्लाइडर थंब, वर्तमान मूल्य है
hr: palčani klizač, trenutačna vrijednost je
hu: Csúszkagomb, aktuális érték
id: thumb penggeser, nilai saat ini adalah
it_ch: cursore dello slider, il valore corrente è
ja: スライダのつまみ、現在の値は
kk: жүгірткі түймесі, ағымдағы мәні:
lv: slīdņa sīktēls, pašreizējā vērtība ir
ms: kotak penggelongsor, nilai semasa ialah
nb: glidebryterposisjon, aktuell verdi er
nl: schuifknop, huidige waarde is
pl: przycisk suwaka, bieżąca wartość to
ro: indicator pe cursor, valoarea curentă este
ru: бегунок ползунка, текущее значение
sk: jazdec posúvača, aktuálna hodnota je
sl: Drsno polje, trenutna vrednost je
sr: клизач на клизном показивачу, тренутна вредност је
sr_latn_rs: klizač na kliznom pokazivaču, trenutna vrednost je
sv: skjutreglageknapp, aktuellt värde är
th: ปุ่มบนแถบเลื่อน ค่าปัจจุบันคือ
uk: бігунок повзунка, поточне значення -
vi: ngón tay cái thanh trượt, giá trị hiện tại là

source: you can swipe up or down to change the value
ar: يمكنك التمرير لأعلى أو لأسفل لتغيير القيمة
bg: Може да плъзгате нагоре или надолу, за да промените стойността
ca: podeu lliscar cap amunt o cap avall per modificar el valor
cs: hodnotu můžete změnit přejetím nahoru nebo dolů
cy: gallwch symud i fyny neu i lawr i newid y gwerth
da: du kan stryge op eller ned for at ændre værdien
de_ch: Sie können mit dem Finger nach oben oder unten streichen, um den Wert zu ändern
el: μπορείτε να κάνετε σάρωση προς τα πάνω ή προς τα κάτω για να αλλάξετε την τιμή
es: puede deslizar hacia arriba o abajo para modificar el valor
et: väärtuse muutmiseks võite nipsata üles või alla
fi: Voit pyyhkäistä ylös tai alas muuttaaksesi arvoa
fr_ca: Vous pouvez balayer vers le haut ou le bas pour modifier la valeur.
he: ניתן להחליק למעלה או למטה כדי לשנות את הערך
hi: आप मान परिवर्तन के लिए ऊपर और नीचे स्वाइप कर सकते हैं
hr: možete prijeći prstom gore ili dolje da biste promijenili vrijednost
hu: Az érték fel- és lehúzással módosítható
id: Anda dapat mengusap ke atas atau bawah untuk mengubah nilainya
it_ch: è possibile scorrere con il dito in alto o in basso per modificare il valore
ja: 上または下にスワイプして値を変更できます
kk: мәнді өзгерту үшін жоғары немесе төмен сырғытуға болады
lv: varat vilkt uz augšu vai uz leju, lai mainītu vērtību
ms: anda boleh leretkan ke atas atau ke bawah untuk ubah nilai
nb: du kan dra opp eller ned for å endre verdien
nl: u kunt omhoog of omlaag vegen om de waarde te wijzigen
pl: możesz przesunąć palcem w górę lub w dół, aby zmienić wartość
ro: puteți glisa în sus sau în jos pentru a modifica valoarea
ru: смахните вверх или вниз, чтобы изменить значение
sk: môžete potiahnutím prstom nahor/nadol zmeniť hodnotu
sl: Za spremembo vrednosti lahko podrsnete navzgor ali navzdol
sr: можете да превучете горе или доле да бисте променили вредност
sr_latn_rs: možete da prevučete gore ili dole da biste promenili vrednost
sv: du kan svepa uppåt eller nedåt för att ändra värdet
th: คุณสามารถปัดขึ้นหรือลงเพื่อเปลี่ยนค่า
uk: ви можете провести пальцем уверх або вниз, щоб змінити значення
vi: bạn có thể vuốt lên hoặc xuống để thay đổi giá trị

source: This is a slider, the minimum value is %@ and the maximum value is %@
ar: هذا مربع تمرير، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@
bg: Това е плъзгач, минималната стойност е %@, а максималната стойност е %@
ca: Aquest és un botó lliscant. El valor mínim és %@ i el valor màxim és %@
cs: Toto je posuvník, minimální hodnota je %@ a maximální hodnota je %@
cy: Llithrydd yw hwn, y gwerth isaf yw %@ a'r gwerth uchaf yw %@
da: Dette er en skyder, minimumsværdien er %@, og maksimumværdien er %@
de_ch: Dies ist ein Schieberegler; der Mindestwert ist %@ und der Höchstwert ist %@
el: Αυτό είναι ένα ρυθμιστικό, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@
es: Este es un botón deslizante, el valor mínimo es %@ y el máximo, %@
et: See on liugur, mille minimaalne väärtus on %@ ja maksimaalne väärtus on %@
fi: Tämä on liukusäädin. Minimiarvo on %@ ja maksimiarvo on %@
fr_ca: Il s'agit d'un curseur dont la valeur minimale est %@ et la valeur maximale est %@.
he: זהו מחוון, הערך המינימלי הוא %@ והערך המקסימלי הוא %@
hi: यह एक स्लाइडर है जिसका न्यूनतम मान %@ है और अधिकतम मान %@ है
hr: Ovo je klizač, minimalna vrijednost je %@, a maksimalna vrijednost je %@
hu: Ez egy csúszka, amelynek minimumértéke %@, maximális értéke pedig %@
id: Ini adalah penggeser, nilai minimumnya adalah %@ dan nilai maksimumnya adalah %@
it_ch: Questo è uno slider, il valore minimo è %@ e il valore massimo è %@
ja: これはスライダであり、最小値は %@、最大値は %@ です
kk: Бұл — жүгірткі, минималды мән — %@ және максималды мән — %@
lv: Šis ir slīdnis, minimālā vērtība ir %@, un maksimālā vērtība ir %@
ms: Berikut merupakan penggelongsor, nilai minimum ialah %@ dan nilai maksimum ialah %@
nb: Dette er en glidebryter. Minimumsverdien er %@ og maksimumsverdien er %@.
nl: Dit is een schuifbalk, de minimumwaarde is %@ en de maximumwaarde is %@
pl: To jest edytowalny suwak, minimalna wartość to %@, a maksymalna wartość to %@
ro: Acesta este un cursor, valoarea minimă este %@ și valoarea maximă este %@
ru: Это ползунок с минимальным значением %@ и максимальным значением %@
sk: Toto je posúvač, ktorého minimálna hodnota je %@ a maximálna hodnota je %@
sl: To je drsnik, najmanjša dovoljena vrednost je %@, največja dovoljena vrednost pa %@
sr: Ово је клизач, минимална вредност је %@, a максимална вредност је %@
sr_latn_rs: Ovo je klizač, minimalna vrednost je %@, a maksimalna vrednost je %@
sv: Det här är ett skjutreglage. Minimivärdet är %@ och maximivärdet är %@
th: นี่คือแถบเลื่อน ค่าต่ำสุดคือ %@ และค่าสูงสุดคือ %@
uk: Це повзунок, мінімальне значення - %@, і максимальне - %@
vi: Đây là thanh trượt, giá trị tối thiểu là %@ và giá trị tối đa là %@

source: This is a range slider, the minimum value is %@ and the maximum value is %@
ar: هذا مربع تمرير نطاق، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@
bg: Това е плъзгач за диапазон. Минималната стойност е %@, а максималната стойност е %@
ca: Aquest és un botó d'àrea lliscant. El valor mínim és %@ i el valor màxim és %@
cs: Toto je posuvník oblasti, minimální hodnota je %@ a maximální hodnota je %@
cy: Llithrydd ystod yw hwn, y gwerth isaf yw %@ a'r gwerth uchaf yw %@
da: Dette er en områdeskyder, minimumsværdien er %@, og maksimumværdien er %@
de_ch: Dies ist ein Bereichsregler; der Mindestwert ist %@ und der Höchstwert ist %@
el: Αυτό είναι ένα ρυθμιστικό, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@
es: Este es un botón deslizante de rango, el valor mínimo es %@ y el máximo, %@
et: See on vahemiku liugur, mille minimaalne väärtus on %@ ja maksimaalne väärtus on %@
fi: Tämä on aluesäädin. Minimiarvo on %@ ja maksimiarvo on %@
fr_ca: Il s'agit d'un curseur de plage dont la valeur minimale est %@ et la valeur maximale est %@.
he: זהו מחוון טווח, הערך המינימלי הוא %@ והערך המקסימלי הוא %@
hi: यह एक रेंज स्लाइडर है जिसका न्यूनतम मान %@ है और अधिकतम मान %@ है
hr: Ovo je klizač raspona, minimalna vrijednost je %@, a maksimalna vrijednost je %@
hu: Ez egy sávcsúszka, amelynek minimumértéke %@, maximális értéke pedig %@
id: Ini adalah penggeser rentang, nilai minimumnya adalah %@ dan nilai maksimumnya adalah %@
it_ch: Questo è uno slider di intervallo, il valore minimo è %@ e il valore massimo è %@
ja: これは範囲スライダであり、最小値は %@、最大値は %@ です
kk: Бұл — ауқым жүгіркісі, минималды мән — %@ және максималды мән — %@
lv: Šis ir diapazona slīdnis, minimālā vērtība ir %@, un maksimālā vērtība ir %@
ms: Berikut merupakan penggelongsor julat, nilai minimum ialah %@ dan nilai maksimum ialah %@
nb: Dette er en glidebryter for området. Minimumsverdien er %@ og maksimumsverdien er %@.
nl: Dit is een schuifbalk, de minimumwaarde is %@ en de maximumwaarde is %@
pl: To jest edytowalny suwak, minimalna wartość to %@, a maksymalna wartość to %@
ro: Acesta este un cursor de interval, valoarea minimă este %@ și valoarea maximă este %@
ru: Это ползунок диапазона с минимальным значением %@ и максимальным значением %@
sk: Toto je posúvač rozsahu, ktorého minimálna hodnota je %@ a maximálna hodnota je %@
sl: To je drsnik obsega, najmanjša dovoljena vrednost je %@, največja dovoljena vrednost pa %@
sr: Ово је клизач распона, минимална вредност је %@, a максимална вредност је %@
sr_latn_rs: Ovo je klizač raspona, minimalna vrednost je %@, a maksimalna vrednost je %@
sv: Det här är ett intervallreglage. Minimivärdet är %@ och maximivärdet är %@
th: นี่คือแถบเลื่อนช่วง ค่าต่ำสุดคือ %@ และค่าสูงสุดคือ %@
uk: Це повзунок діапазону, мінімальне значення - %@, і максимальне - %@
vi: Đây là thanh trượt phạm vi, giá trị tối thiểu là %@ và giá trị tối đa là %@

source: This is a slider that is editable, the minimum value is %@ and the maximum value is %@
ar: هذا مربع تمرير قابل للتحرير، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@
bg: Това е плъзгач, който може да се редактира. Минималната стойност е %@, а максималната стойност е %@
ca: Aquest botó lliscant és editable. El valor mínim és %@ i el valor màxim és %@
cs: Tento posuvník lze upravit, minimální hodnota je %@ a maximální hodnota je %@
cy: Llithrydd yw hwn y mae modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@
da: Dette er en skyder, der kan redigeres, minimumsværdien er %@, og maksimumværdien er %@
de_ch: Dies ist ein änderbarer Schieberegler; der Mindestwert ist %@ und der Höchstwert ist %@
el: Αυτό είναι ένα επεξεργάσιμο ρυθμιστικό, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@
es: Este botón deslizante es editable, el valor mínimo es %@ y el máximo, %@
et: See on redigeeritav liugur, mille minimaalne väärtus on %@ ja maksimaalne väärtus on %@
fi: Tämä liukusäädin on muokattavissa. Minimiarvo on %@ ja maksimiarvo on %@
fr_ca: Ce curseur est modifiable. La valeur minimale est %@ et la valeur maximale est %@.
he: זה מחוון שניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@
hi: यह एक स्लाइडर है जो संपादन योग्य है, न्यूनतम मान %@ है और अधिकतम मान %@ है
hr: Ovo je klizač raspona koji se može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@
hu: Ez egy szerkeszthető csúszka, amelynek minimumértéke %@, maximális értéke pedig %@
id: Ini adalah penggeser yang dapat diedit, nilai minimumnya adalah %@ dan nilai maksimumnya adalah %@
it_ch: Questo è uno slider modificabile, il valore minimo è %@ e il valore massimo è %@
ja: これは編集可能なスライダであり、最小値は %@、最大値は %@ です
kk: Бұл — өңделетін жүгірткі, минималды мән — %@ және максималды мән — %@
lv: Šo slīdni var rediģēt, minimālā vērtība ir %@, un maksimālā vērtība ir %@
ms: Berikut merupakan penggelongsor yang boleh diedit, nilai minimum ialah %@ dan nilai maksimum ialah %@
nb: Dette er en glidebryter som kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.
nl: Dit is een schuifbalk die bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@
pl: To jest edytowalny suwak, minimalna wartość to %@, a maksymalna wartość to %@
ro: Acest cursor este editabil; valoarea minimă este %@ și valoarea maximă este %@
ru: Это редактируемый ползунок с минимальным значением %@ и максимальным значением %@
sk: Toto je posúvač, ktorý je možné upravovať. Minimálna hodnota je %@ a maximálna hodnota je %@
sl: To je drsnik z možnostjo urejanja, najmanjša dovoljena vrednost je %@, največja dovoljena vrednost pa %@
sr: Ово је клизач који се може уређивати, минимална вредност је %@, a максимална вредност је %@
sr_latn_rs: Ovo je klizač koji se može uređivati, minimalna vrednost je %@, a maksimalna vrednost je %@
sv: Det här är ett skjutreglage som kan redigeras. Minimivärdet är %@ och maximivärdet är %@
th: นี่คือแถบเลื่อนที่สามารถแก้ไขได้ ค่าต่ำสุดคือ %@ และค่าสูงสุดคือ %@
uk: Це повзунок, який можна редагувати, мінімальне значення - %@, і максимальне - %@
vi: Đây là thanh trượt có thể hiệu chỉnh, giá trị tối thiểu là %@ và giá trị tối đa là %@
