Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: Delete Attachment?
ar: هل تريد حذف المرفق؟
bg: Изтриване на приложението?
ca: Suprimir annex?
cs: Odstranit přílohu?
cy: Dileu'r Atodiad?
da: Slet vedhæftet fil?
de_ch: Anlage löschen?
el: Διαγραφή Συνημμένου;
et: Kas soovite manuse kustutada?
fi: Poistetaanko liite?
fr_ca: Supprimer la pièce jointe ?
he: האם למחוק את הקובץ המצורף?
hi: अनुलग्नक हटाएं?
hr: Izbrisati prilog?
hu: Törli a mellékletet?
id: Hapus Lampiran?
it_ch: Eliminare l'allegato?
ja: 添付ファイルを削除しますか?
kk: Тіркемені жою қажет пе?
lv: Vai dzēst pielikumu?
ms: Padam Lampiran?
nb: Slette vedlegg?
nl: Bijlage verwijderen?
pl: Usunąć załącznik?
ro: Ștergeți anexa?
ru: Удалить вложение?
sk: Odstrániť prílohu?
sl: Želite izbrisati prilogo?
sr: Избрисати додатак?
sr_latn_rs: Izbrisati dodatak?
sv: Radera bilaga?
th: ลบสิ่งที่แนบหรือไม่?
uk: Видалити вкладення?
vi: Xóa phần đính kèm?

source: Delete
ar: حذف
bg: Изтриване
ca: Suprimir
cs: Odstranit
cy: Dileu
da: Slet
de_ch: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
fr_ca: Supprimer
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
it_ch: Elimina
ja: 削除
kk: Жою
lv: Dzēst
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
ro: Ștergere
ru: Удалить
sk: Odstrániť
sl: Izbris
sr: Избриши
sr_latn_rs: Izbriši
sv: Radera
th: ลบ
uk: Видалити
vi: Xóa

source: Add attachment
ar: إضافة مرفق
bg: Добавяне на приложение
ca: Afegir annex
cs: Přidat přílohu
cy: Ychwanegu atodiad
da: Tilføj vedhæftet fil
de_ch: Anlage hinzufügen
el: Προσθήκη Συνημμένου
et: Lisa manus
fi: Lisää liite
fr_ca: Ajouter une pièce jointe
he: הוסף קובץ מצורף
hi: अनुलग्नक जोड़ें
hr: Dodaj prilog
hu: Melléklet hozzáadása
id: Tambahkan lampiran
it_ch: Aggiungi allegato
ja: 添付ファイルを追加
kk: Тіркеме қосу
lv: Pievienot pielikumu
ms: Tambah lampiran
nb: Legg til vedlegg
nl: Bijlage toevoegen
pl: Dodaj załącznik
ro: Adăugare anexă
ru: Добавить вложение
sk: Pridať prílohu
sl: Dodaj prilogo
sr: Додај додатак
sr_latn_rs: Dodaj dodatak
sv: Lägg till bilaga
th: เพิ่มสิ่งที่แนบ
uk: Додати вкладення
vi: Thêm phần đính kèm

source: Double tap to add attachment
ar: انقر نقرًا مزدوجًا لإضافة مرفق
bg: Натиснете два пъти, за да добавите приложение
ca: Toqueu dues vegades per afegir un annex
cs: Poklepáním přidáte přílohu
cy: Tapiwch ddwywaith i ychwanegu atodiad
da: Tryk to gange for at tilføje en vedhæftet fil
de_ch: Doppelt tippen, um die Anlage hinzuzufügen
el: Κάντε διπλό κλικ για να προσθέσετε συνημμένο
et: Manuse lisamiseks topeltpuudutage
fi: Lisää liite kaksoisnapauttamalla
fr_ca: Touchez deux fois pour ajouter une pièce jointe.
he: הקש הקשה כפולה כדי להוסיף קובץ מצורף
hi: अनुलग्नक जोड़ने के लिए दो बार टैप करें
hr: Dvaput dodirnite za dodavanje priloga
hu: Melléklet hozzáadásához koppintson duplán
id: Ketuk dua kali untuk menambahkan lampiran
it_ch: Tocca due volte per aggiungere l'allegato
ja: ダブルタップして添付ファイルを追加
kk: Тіркеме қосу үшін екі рет түртіңіз
lv: Veiciet dubultskārienu, lai pievienotu pielikumu
ms: Ketik dua kali untuk menambah lampiran
nb: Dobbelttrykk for å legge til vedlegg
nl: Tik dubbel om bijlage toe te voegen
pl: Stuknij dwukrotnie, aby dodać załącznik
ro: Atingeți de două ori pentru a adăuga anexă
ru: Нажмите дважды, чтобы добавить вложение
sk: Dvojitým klepnutím pridáte prílohu
sl: Dvotapnite za dodajanje priloge
sr: Двапут додирни да додаш додатак
sr_latn_rs: Dvaput dodirni da dodaš dodatak
sv: Dubbelknacka för att lägga till bilaga
th: แตะสองครั้งเพื่อเพิ่มสิ่งที่แนบ
uk: Натисніть двічі, щоб додати вкладення
vi: Nhấn đúp để thêm phần đính kèm

source: Thumbnail
ar: صورة مصغرة
bg: Миниатюра
ca: Miniatura
cs: Miniatura
cy: Mân-lun
da: Miniature
de_ch: Miniaturansicht
el: Μικρογραφία
et: Pisipilt
fi: Pienoiskuva
fr_ca: Vignette
he: תמונה ממוזערת
hi: थंबनेल
hr: Sličica
hu: Bélyegkép
id: Gambar Mini
it_ch: Miniatura
ja: サムネイル
kk: Нобай
lv: Sīktēls
ms: Imej Kecil
nb: Miniatyrbilde
nl: Miniatuur
pl: Miniaturka
ro: Miniatură
ru: Миниатюра
sk: Miniatúra
sl: Sličica
sr: Сличица
sr_latn_rs: Sličica
sv: Miniatyr
th: รูปขนาดย่อ
uk: Мініатюра
vi: Hình thu nhỏ

source: Sign In
ar: تسجيل الدخول
bg: Вход
ca: Iniciar sessió
cs: Přihlásit se
cy: Mewngofnodi
da: Log på
de_ch: Anmelden
el: Σύνδεση
et: Logi sisse
fi: Kirjaudu
fr_ca: Se connecter
he: התחבר
hi: साइन इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it_ch: Accedi
ja: サインイン
kk: Жүйеге кіру
lv: Pierakstīties
ms: Daftar Masuk
nb: Logg på
nl: Aanmelden
pl: Zaloguj się
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sr: Пријави се
sr_latn_rs: Prijavi se
sv: Logga in
th: ลงชื่อเข้าใช้
uk: Увійти
vi: Đăng nhập

source: username
ar: اسم المستخدم
bg: потребителско име
ca: nom d’usuari
cs: uživatelské jméno
cy: enw defnyddiwr
da: brugernavn
de_ch: Benutzername
el: όνομα χρήστη
et: kasutajanimi
fi: käyttäjänimi
fr_ca: Utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: korisničko ime
hu: felhasználónév
id: nama pengguna
it_ch: Nome utente
ja: ユーザ名
kk: пайдаланушы аты
lv: lietotājvārds
ms: nama pengguna
nb: brukernavn
nl: gebruikersnaam
pl: nazwa użytkownika
ro: nume de utilizator
ru: Имя пользователя
sk: meno používateľa
sl: uporabniško ime
sr: Корисничко име
sr_latn_rs: Korisničko ime
sv: användarnamn
th: ชื่อผู้ใช้
uk: ім'я користувача
vi: tên người dùng

source: password
ar: كلمة المرور
bg: парола
ca: contrasenya
cs: heslo
cy: cyfrinair
da: adgangskode
de_ch: Kennwort
el: κωδικός πρόσβασης
et: parool
fi: salasana
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: lozinka
hu: jelszó
id: kata sandi
ja: パスワード
kk: құпиясөз
lv: parole
ms: kata laluan
nb: passord
nl: wachtwoord
pl: hasło
ro: parolă
ru: Пароль
sk: heslo
sl: geslo
sr: Лозинка
sr_latn_rs: Lozinka
sv: lösenord
th: รหัสผ่าน
uk: пароль
vi: mật khẩu

source: Submit
ar: تقديم
bg: Изпращане
ca: Enviar
cs: Odeslat
cy: Cyflwyno
da: Send
de_ch: Senden
el: Υποβολή
et: Esita
fi: Lähetä
fr_ca: Envoyer
he: שלח
hi: सबमिट करें
hr: Slanje
hu: Küldés
id: Kirim
it_ch: Invia
ja: 送信
kk: Жіберу
lv: Iesniegt
ms: Serahkan
nb: Send
nl: Verzenden
pl: Prześlij
ro: Transmitere
ru: Отправить
sk: Odoslať
sl: Oddaj
sr: Поднеси
sr_latn_rs: Podnesi
sv: Skicka
th: ส่ง
uk: Надіслати
vi: Gửi

source: Submission failed
ar: فشل التقديم
bg: Неуспешно изпращане
ca: Error en enviar
cs: Odeslání se nezdařilo
cy: Wedi methu cyflwyno
da: Kunne ikke sende
de_ch: Senden fehlgeschlagen
el: Η υποβολή απέτυχε
et: Esitamine nurjus
fi: Lähetys epäonnistui
fr_ca: Échec de l'envoi
he: שליחה נכשלה
hi: सबमिशन विफल रहा
hr: Slanje nije uspjelo
hu: A küldés sikertelen
id: Pengiriman gagal
it_ch: Invio non riuscito
ja: 送信失敗
kk: Жіберу сәтсіз аяқталды
lv: Iesniegšana neizdevās
ms: Penyerahan gagal
nb: Sending mislyktes
nl: Verzenden mislukt
pl: Przesłanie nieudane
ro: Transmitere nereușită
ru: Ошибка отправки
sk: Odoslanie neúspešné
sl: Oddaja ni uspela
sr: Подношење није успело
sr_latn_rs: Podnošenje nije uspelo
sv: Sändning misslyckades
th: การส่งล้มเหลว
uk: Не вдалося надіслати
vi: Gửi không thành công

source: Retry
ar: إعادة المحاولة
bg: Повторен опит
ca: Reintentar
cs: Opakovat
cy: Ailgynnig
da: Prøv igen
de_ch: Wiederholen
el: Επανάληψη
et: Proovi uuesti
fi: Yritä uudelleen
fr_ca: Réessayer
he: נסה שוב
hi: पुन: प्रयास करें
hr: Pokušaj ponovo
hu: Újra
id: Coba Lagi
it_ch: Riprova
ja: 再試行
kk: Әрекетті қайталау
lv: Mēģināt vēlreiz
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw proberen
pl: Ponów próbę
ro: Reîncercare
ru: Повторить
sk: Znova
sl: Poskusi znova
sr: Покушај поново
sr_latn_rs: Pokušaj ponovo
sv: Försök igen
th: ลองใหม่
uk: Повторити спробу
vi: Thử lại

source: Positive feedback
ar: ملاحظات إيجابية
bg: Положителна обратна връзка
ca: Comentari positiu
cs: Pozitivní zpětná vazba
cy: Adborth cadarnhaol
da: Positiv feedback
de_ch: Positives Feedback
el: Θετικά σχόλια
et: Positiivne tagasiside
fi: Positiivinen palaute
fr_ca: J'aime
he: משוב חיובי
hi: सकारात्मक फ़ीडबैक
hr: Pozitivne povratne informacije
hu: Pozitív visszajelzés
id: Umpan balik positif
it_ch: Feedback positivo
ja: 肯定的なフィードバック
kk: Оң кері байланыс
lv: Pozitīva atsauksme
ms: Maklum balas positif
nb: Positiv tilbakemelding
nl: Positieve feedback
pl: Opinia pozytywna
ro: Feedback pozitiv
ru: Положительный отзыв
sk: Pozitívna spätná väzba
sl: Pozitivne povratne informacije
sr: Позитивне повратне информације
sr_latn_rs: Pozitivne povratne informacije
sv: Positiv feedback
th: ข้อเสนอแนะเชิงบวก
uk: Позитивний відгук
vi: Phản hồi tích cực

source: Negative feedback
ar: ملاحظات سلبية
bg: Негативна обратна връзка
ca: Comentari negatiu
cs: Negativní zpětná vazba
cy: Adborth negyddol
da: Negativ feedback
de_ch: Negatives Feedback
el: Αρνητικά σχόλια
et: Negatiivne tagasiside
fi: Negatiivinen palaute
fr_ca: Je n'aime pas
he: משטוב שלילי
hi: नकारात्मक फ़ीडबैक
hr: Negativne povratne informacije
hu: Negatív visszajelzés
id: Umpan balik negatif
it_ch: Feedback negativo
ja: 否定的なフィードバック
kk: Теріс кері байланыс
lv: Negatīva atsauksme
ms: Maklum balas negatif
nb: Negativ tilbakemelding
nl: Negatieve feedback
pl: Opinia negatywna
ro: Feedback negativ
ru: Отрицательный отзыв
sk: Negatívna spätná väzba
sl: Negativne povratne informacije
sr: Негативне повратне информације
sr_latn_rs: Negativne povratne informacije
sv: Negativ feedback
th: ข้อเสนอแนะเชิงลบ
uk: Негативний відгук
vi: Phản hồi tiêu cực

source: enabled
ar: ممكَّن
bg: активирано
ca: activat
cs: aktivováno
cy: wedi galluogi
da: aktiveret
de_ch: aktiviert
el: ενεργοποιήθηκε
et: lubatud
fi: aktivoitu
fr_ca: activé
he: מופעל
hi: समक्ष किया गया
hr: omogućeno
hu: engedélyezve
id: diaktifkan
it_ch: abilitato
ja: 有効
kk: қосылды
lv: iespējots
ms: didayakan
nb: aktivert
nl: ingeschakeld
pl: aktywowano
ro: activat
ru: активировано
sk: aktivované
sl: omogočeno
sr: активирано
sr_latn_rs: aktivirano
sv: aktiverad
th: เปิดใช้งาน
uk: активовано
vi: đã bật

source: Scan Unsuccessful
ar: المسح الضوئي غير ناجح
bg: Неуспешно сканиране
ca: Escaneig correcte
cs: Skenování neúspěšné
cy: Heb Lwyddo i Sganio
da: Scanning mislykkedes
de_ch: Scan nicht erfolgreich
el: Σάρωση Ανεπιτυχής
et: Skannimine nurjus
fi: Skannaus epäonnistui
fr_ca: Scan avec erreur
he: סריקה לא עברה בהצלחה
hi: स्कैन असफल रहा
hr: Skeniranje neuspješno
hu: Sikertelen beolvasás
id: Pemindaian Gagal
it_ch: Scansione non riuscita
ja: スキャン失敗
kk: Сканерлеу сәтсіз аяқталды
lv: Skenēšana nesekmīga
ms: Imbasan Tidak Berjaya
nb: Skanning mislyktes
nl: Scan mislukt
pl: Skanowanie nie powiodło się
ro: Scanare nereușită
ru: Сканирование не выполнено
sk: Skenovanie bolo neúspešné
sl: Optično branje ni bilo uspešno
sr: Скенирање није успело
sr_latn_rs: Skeniranje nije uspelo
sv: Skanning misslyckades
th: การสแกนไม่สำเร็จ
uk: Невдале сканування
vi: Quét không thành công

source: Please select a QR code image.
ar: يُرجى تحديد صورة رمز استجابة سريعة (QR).
bg: Моля, изберете изображение с QR код.
ca: Seleccioneu una imatge de codi QR.
cs: Zvolte obrázek QR kódu.
cy: Dewiswch ddelwedd cod QR.
da: Vælg et QR-kodebillede.
de_ch: Wählen Sie ein QR-Code-Bild aus.
el: Επιλέξτε μία εικόνα κωδικού QR.
et: Valige QR-koodi pilt.
fi: Valitse QR-koodikuva.
fr_ca: Veuillez sélectionner une image de code QR.
he: בחר תמונת קוד QR.
hi: कृपया एक QR कोड छवि चुनें.
hr: Odaberite sliku s QR kodom.
hu: Kérjük, válasszon ki QR-kód képet.
id: Silakan pilih gambar kode QR.
it_ch: Seleziona un’immagine del codice QR.
ja: QR コードイメージを選択してください。
kk: QR кодының кескінін таңдаңыз.
lv: Lūdzu, atlasiet kvadrātkoda attēlu.
ms: Sila pilih imej kod QR.
nb: Velg et QR-kodebilde.
nl: Selecteer een afbeelding met QR-code.
pl: Wybierz obraz kodu QR.
ro: Selectați o imagine pentru codul QR.
ru: Выберите изображение QR-кода.
sk: Vyberte obrázok QR kódu.
sl: Izberite sliko QR-kode.
sr: Одаберите слику QR шифре.
sr_latn_rs: Odaberite sliku QR šifre.
sv: Välj en QR-kodsbild.
th: กรุณาเลือกรูปภาพรหัส QR
uk: Виберіть зображення QR-коду.
vi: Vui lòng chọn ảnh mã QR.

source: Invalid QR Code
ar: رمز الاستجابة السريعة (QR) غير صالح
bg: Невалиден QR код
ca: Codi QR no vàlid
cs: Neplatný QR kód
cy: Cod QR Annilys
da: Ugyldig QR-kode
de_ch: Ungültiger QR-Code
el: Άκυρος Κωδικός QR
et: Sobimatu QR-kood
fi: Virheellinen QR-koodi
fr_ca: Code QR non valide
he: קוד QR לא חוקי
hi: अमान्य QR कोड
hr: Nevaljan QR kod
hu: Érvénytelen QR-kód
id: Kode QR Tidak Valid
it_ch: Codice QR non valido
ja: 無効な QR コード
kk: Жарамсыз QR коды
lv: Nederīgs kvadrātkods
ms: Kod QR Tidak Sah
nb: Ugyldig QR-kode
nl: Ongeldige QR-code
pl: Nieprawidłowy kod QR
ro: Cod QR nevalabil
ru: Недействительный QR-код
sk: Neplatný QR kód
sl: Neveljavna QR-koda
sr: Неважећа QR шифра
sr_latn_rs: Nevažeća QR šifra
sv: Ogiltig QR-kod
th: รหัส QR ไม่ถูกต้อง
uk: Недійсний QR-код
vi: Mã QR không hợp lệ

source: The QR code was not recognized.
ar: لم يتم التعرف على رمز الاستجابة السريعة (QR).
bg: QR кодът не беше разпознат.
ca: No s’ha reconegut el codi QR.
cs: QR kód nebyl rozpoznán.
cy: Heb adnabod y cod QR.
da: QR-koden blev ikke genkendt.
de_ch: Der QR-Code wurde nicht erkannt.
el: Ο κωδικός QR δεν αναγνωρίστηκε.
et: QR-koodi ei tuvastatud.
fi: QR-koodia ei tunnistettu.
fr_ca: Code QR non reconnu
he: קוד QR לא זוהה.
hi: QR कोड की पहचान नहीं हो पाई.
hr: QR kod nije prepoznat.
hu: Nem sikerült felismerni a QR-kódot.
id: Kode QR tidak dikenali.
it_ch: Il codice QR non è stato riconosciuto.
ja: QR コードが認識されませんでした。
kk: QR коды танылмады.
lv: Kvadrātkods netika atpazīts.
ms: Kod QR tidak dikenal pasti.
nb: QR-koden ble ikke gjenkjent.
nl: QR-code is niet herkend.
pl: Kod QR nie został rozpoznany.
ro: Codul QR nu a fost recunoscut.
ru: QR-код не распознан.
sk: QR kód nebol rozpoznaný.
sl: QR-koda ni bila prepoznana.
sr: QR шифра није препозната.
sr_latn_rs: QR šifra nije prepoznata.
sv: QR-koden kändes inte igen.
th: ไม่รู้จักรหัส QR
uk: QR-код не розпізнано.
vi: Mã QR không được nhận dạng.

source: Allow Access to Photos
ar: السماح بالوصول إلى الصور
bg: Разрешаване на достъпа до снимките
ca: Permetre l’accés a les fotos
cs: Povolit přístup k fotografiím
cy: Caniatáu Mynediad at Luniau
da: Tillad adgang til fotos
de_ch: Zugriff auf Fotos erlauben
el: Επιτρέπεται η Πρόσβαση σε Φωτογραφίες
et: Luba juurdepääs fotodele
fi: Salli valokuvien käyttö
fr_ca: Autoriser l'accès aux photos
he: אפשר גישה לתמונות
hi: फ़ोटो तक पहुंच की अनुमति दें
hr: Dopusti pristup fotografijama
hu: A fényképekhez való hozzáférés engedélyezése
id: Izinkan Akses ke Foto
it_ch: Consenti accesso alle foto
ja: 写真へのアクセスを許可
kk: Фотосуреттерге қол жеткізуге рұқсат ету
lv: Atļaut piekļuvi fotoattēliem
ms: Benarkan Capaian ke Foto
nb: Tillat tilgang til bilder
nl: Toegang tot foto's toestaan
pl: Zezwalaj na dostęp do zdjęć
ro: Permitere acces la fotografii
ru: Разрешить доступ к фотографиям
sk: Povoliť prístup k fotografiám
sl: Dovoli dostop do fotografij
sr: Дозволите приступ фотографијама
sr_latn_rs: Dozvolite pristup fotografijama
sv: Tillåt åtkomst till foton
th: อนุญาตให้เข้าถึงรูปถ่าย
uk: Дозволити доступ до фотографій
vi: Cho phép truy cập vào hình ảnh

source: To choose a QR code image, please give access to your photos in your device's privacy settings.
ar: لاختيار صورة رمز الاستجابة السريعة (QR)، يُرجى السماح بالوصول إلى صورك من إعدادات خصوصية جهازك.
bg: За да изберете изображение с QR код, разрешете достъп до снимките си в настройките за поверителност на устройството си.
ca: Per seleccionar una imatge de codi QR, doneu accés a les vostres fotos a la configuració de privacitat del vostre dispositiu.
cs: Pro výběr obrázku QR kódu zadejte pro zařízení v nastaveních soukromí přístup k vašim fotografiím.
cy: I ddewis delwedd cod QR, rhowch fynediad at eich lluniau yng ngosodiadau preifatrwydd eich dyfais.
da: Giv adgang til fotos i din enheds privatindstillinger for at vælge et QR-kodebillede.
de_ch: Um ein QR-Code-Bild auswählen, müssen Sie in den Datenschutzeinstellungen Ihres Geräts den Zugriff auf Ihre Fotos erlauben.
el: Για να επιλέξετε μία εικόνα κωδικού QR, πρέπει να επιτρέψετε την πρόσβαση στις φωτογραφίες σας από τις ρυθμίσεις απορρήτου της συσκευής σας.
et: QR-koodi pildi valimiseks andke oma seadme privaatsussätetes juurdepääs oma fotodele.
fi: Jotta voit valita QR-koodikuvan, salli valokuvien käyttö laitteesi yksityisyyttä koskevissa asetuksissa.
fr_ca: Afin de pouvoir sélectionner une image de code QR, veuillez autoriser l'accès à vos photos dans les paramètres de confidentialité de votre appareil.
he: לבחירת תמונה של קוד QR, ספק גישה לתמונות בהגדרות הפרטיות של המכשיר שלך.
hi: QR कोड छवि चुनने के लिए, कृपया अपने डिवाइस की गोपनीयता सेटिंग में अपनी तस्वीरों तक पहुंच प्रदान करें.
hr: Za odabir slike s QR kodom omogućite pristup svojim fotografijama u postavkama privatnosti na uređaju.
hu: Hogy ki lehessen választani a QR-kód képét, kérjük, adjon hozzáférést a fényképekhez a készülék adatvédelmi beállításaiban.
id: Untuk memilih gambar kode QR, berikan akses ke foto di pengaturan privasi perangkat Anda.
it_ch: Per selezionare un’immagine del codice QR, consenti l'accesso alle foto nelle impostazioni del dispositivo relative alla privacy.
ja: QR コードイメージを選択するために、デバイスのプライバシー設定で写真へのアクセスを許可してください。
kk: QR кодының кескінін таңдау үшін құрылғының құпиялылық параметрлерінде фотосуреттерге қол жеткізу рұқсатын беріңіз.
lv: Lai izvēlētos kvadrātkoda attēlu, lūdzu, sniedziet piekļuvi jūsu fotoattēliem ierīces konfidencialitātes iestatījumos.
ms: Untuk memilih imej kod QR, sila benarkan capaian ke foto anda dalam tetapan privasi peranti anda.
nb: For å velge et QR-kodebilde, må du gi tilgang til dine bilder under databeskyttelsesinnstillingene på enheten din.
nl: Verleen toegang tot uw foto's via de privacyinstellingen op uw apparaat om een afbeelding met QR-code te selecteren.
pl: Aby wybrać obraz kodu QR, zezwól na dostęp do zdjęć w ustawieniach prywatności swojego urządzenia.
ro: Pentru a alege o imagine pentru codul QR, oferiți acces la fotografiile dvs. în setările de confidențialitate ale dispozitivului.
ru: Чтобы выбрать изображение QR-кода, разрешите доступ к вашим фотографиям в настройках конфиденциальности устройства.
sk: Ak chcete vybrať obrázok QR kódu, poskytnite prístup k svojim fotografiám v nastaveniach ochrany osobných údajov v zariadení.
sl: Za izbiro slike QR-kode v nastavitvah zasebnosti vaše naprave dovolite dostop do vaših fotografij.
sr: За одабир слике QR шифре омогућите приступ вашим фотографијама у вашим приватним подешавањима уређаја.
sr_latn_rs: Za odabir slike QR šifre omogućite pristup vašim fotografijama u vašim privatnim podešavanjima uređaja.
sv: För att kunna välja en QR-kodsbil måste du tillåta åtkomst till dina foton i enhetens sekretessinställningar.
th: เมื่อต้องการเลือกรูปภาพรหัส QR กรุณาให้สิทธิการเข้าถึงรูปถ่ายในการกำหนดค่าความเป็นส่วนตัวของอุปกรณ์ของคุณ
uk: Щоб обрати зображення QR-коду, надайте доступ до фотографій у настройках захисту даних вашого пристрою.
vi: Để chọn ảnh mã QR, vui lòng cấp quyền truy cập vào ảnh của bạn trong thiết lập quyền riêng tư của thiết bị.

source: Allow Access to Camera
ar: السماح بالوصول إلى الكاميرا
bg: Разрешаване на достъп до камерата
ca: Permetre l’accés a la càmera
cs: Povolit přístup ke kameře
cy: Caniatáu Mynediad at Gamera
da: Tillad adgang til kamera
de_ch: Zugriff auf Kamera erlauben
el: Επιτρέπεται η Πρόσβαση στην Κάμερα
et: Luba juurdepääs kaamerale
fi: Salli kameran käyttö
fr_ca: Autoriser l'accès à l'appareil photo
he: אפשר גישה למצלמה
hi: कैमरे तक पहुंच की अनुमति दें
hr: Dopusti pristup kameri
hu: A kamerához való hozzáférés engedélyezése
id: Izinkan Akses ke Kamera
it_ch: Consenti accesso alla fotocamera
ja: カメラへのアクセスを許可
kk: Камераға қол жеткізуге рұқсат ету
lv: Atļaut piekļuvi kamerai
ms: Benarkan Capaian ke Kamera
nb: Tillat tilgang til kamera
nl: Toegang tot camera toestaan
pl: Zezwalaj na dostęp do aparatu fotograficznego
ro: Permitere acces la cameră
ru: Разрешить доступ к камере
sk: Povoliť prístup k fotoaparátu
sl: Dovoli dostop do fotoaparata
sr: Дозволите приступ камери
sr_latn_rs: Dozvolite pristup kameri
sv: Tillåt åtkomst till kamera
th: อนุญาตให้เข้าถึงกล้อง
uk: Дозволити доступ до камери
vi: Cho phép truy cập vào camera
