Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: To scan using the camera, please give access to your camera in your device's privacy settings.
ar: لإجراء المسح الضوئي باستخدام الكاميرا، يُرجى السماح بالوصول إلى الكاميرا من إعدادات خصوصية جهازك.
bg: За да сканирате с камерата, моля разрешете достъп до нея в настройките за поверителност на вашето устройство.
ca: Per escanejar amb la càmera, doneu accés a la vostra càmera a la configuració de privacitat del vostre dispositiu.
cs: Pro skenování pomocí kamery zadejte pro zařízení v nastaveních soukromí přístup ke kameře.
cy: I sganio gyda'r camera, rhowch fynediad at eich camera yng ngosodiadau preifatrwydd eich dyfais.
da: Giv adgang til dit kamera i din enheds privatindstillinger for at scanne med kameraet.
de_ch: Um mit der Kamera scannen zu können, müssen Sie in den Datenschutzeinstellungen Ihres Geräts den Zugriff auf Ihre Kamera erlauben.
el: Για να σαρώσετε με την κάμερα, πρέπει να επιτρέψετε την πρόσβαση στην κάμερά σας από τις ρυθμίσεις απορρήτου της συσκευής σας.
et: Kaamera abil skannimiseks andke seadme privaatsussätetes juurdepääs oma kaamerale.
fi: Jotta voit skannata kameran avulla, salli kameran käyttö laitteesi yksityisyyttä koskevissa asetuksissa.
fr_ca: Afin de pouvoir utiliser votre appareil photo pour les scans, veuillez autoriser l'accès à votre appareil photo dans les paramètres de confidentialité de votre appareil.
he: לסריקה באמצעות המצלמה, ספק גישה למצלמה בהגדרות הפרטיות של המכשיר שלך.
hi: कैमरे का उपयोग करके स्कैन करने के लिए, कृपया अपने डिवाइस की गोपनीयता सेटिंग में अपने कैमरे तक पहुंच प्रदान करें.
hr: Za skeniranje s pomoću kamere omogućite pristup svojoj kameri u postavkama privatnosti na uređaju.
hu: A kamerával való szkenneléshez, kérjük, adjon hozzáférést a kamerához a készülék adatvédelmi beállításaiban.
id: Untuk memindai menggunakan kamera, berikan akses ke kamera di pengaturan privasi perangkat Anda.
it_ch: Per scansionare utilizzando la fotocamera, consenti l'accesso alla fotocamera dalle impostazioni del dispositivo relative alla privacy.
ja: カメラを使用してスキャンするために、デバイスのプライバシー設定でカメラへのアクセスを許可してください。
kk: Камера көмегімен сканерлеу үшін құрылғының құпиялылық параметрлерінде камераға қол жеткізу рұқсатын беріңіз.
lv: Lai skenētu, izmantojot kameru, lūdzu, sniedziet piekļuvi kamerai ierīces konfidencialitātes iestatījumos.
ms: Untuk imbas menggunakan kamera, sila benarkan capaian ke kamera anda dalam tetapan privasi peranti anda.
nb: For å skanne med kamera, må du gi tilgang til kameraet i databeskyttelsesinnstillingene på enheten din.
nl: Verleen toegang tot uw camera via de privacyinstellingen op uw apparaat om te scannen met uw camera.
pl: Aby skanować za pomocą aparatu fotograficznego, zezwól na dostęp do aparatu fotograficznego w ustawieniach prywatności swojego urządzenia.
ro: Pentru a scana utilizând camera, oferiți acces la camera dvs. în setările de confidențialitate ale dispozitivului.
ru: Чтобы сканировать с помощью камеры, разрешите доступ к камере в настройках конфиденциальности устройства.
sk: Ak chcete skenovať pomocou fotoaparátu, umožnite prístup k fotoaparátu v nastaveniach ochrany osobných údajov zariadenia vo vašom zariadení.
sl: Za optično branje s fotoaparatom v nastavitvah zasebnosti vaše naprave dovolite dostop do fotoaparata.
sr: За скенирање помоћу камере омогућите приступ вашој камери у вашим приватним подешавањима уређаја.
sr_latn_rs: Za skeniranje pomoću kamere omogućite pristup vašoj kameri u vašim privatnim podešavanjima uređaja.
sv: För att kunna skanna med kameran måste du tillåta åtkomst till kameran i enhetens sekretessinställningar.
th: เมื่อต้องการสแกนโดยใช้กล้อง กรุณาให้สิทธิการเข้าถึงกล้องในการกำหนดค่าความเป็นส่วนตัวของอุปกรณ์ของคุณ
uk: Щоб сканувати за допомогою камери, надайте доступ до камери у настройках захисту даних вашого пристрою.
vi: Để quét bằng cách sử dụng camera, vui lòng cấp quyền truy cập vào camera của bạn trong thiết lập quyền riêng tư của thiết bị.

source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de_ch: Einstellungen
el: Ρυθμίσεις
et: Sätted
fi: Asetukset
fr_ca: Paramètres
he: הגדרות
hi: सेटिंग
hr: Postavke
hu: Beállítások
id: Pengaturan
it_ch: Impostazioni
ja: 設定
kk: Параметрлер
lv: Iestatījumi
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Подешавања
sr_latn_rs: Podešavanja
sv: Inställningar
th: การกำหนดค่า
uk: Настройки
vi: Thiết lập

source: down arrow
ar: سهم لأسفل
bg: стрелка надолу
ca: fletxa cap avall
cs: šipka dolů
cy: saeth i lawr
da: pil ned
de_ch: Pfeil nach unten
el: βέλος προς τα κάτω
et: allanool
fi: Alanuoli
fr_ca: Flèche vers le bas
he: חץ למטה
hi: नीचे की ओर तीर
hr: strelica dolje
hu: lefelé mutató nyíl
id: panah bawah
it_ch: freccia verso il basso
ja: 下矢印
kk: төмен көрсеткі
lv: bultiņa uz leju
ms: anak panah bawah
nb: Pil ned
nl: PIJL-OMLAAG
pl: strzałka w dół
ro: săgeată jos
ru: стрелка вниз
sk: šípka dole
sl: puščica navzdol
sr: Стрелица доле
sr_latn_rs: Strelica dole
sv: nedåtpil
th: ลูกศรลง
uk: стрілка вниз
vi: mũi tên xuống

source: up arrow
ar: سهم لأعلى
bg: стрелка нагоре
ca: fletxa cap amunt
cs: šipka nahoru
cy: saeth i fyny
da: pil op
de_ch: Pfeil nach oben
el: βέλος προς τα πάνω
et: ülesnool
fi: Ylänuoli
fr_ca: Flèche vers le haut
he: חץ למעלה
hi: ऊपर की ओर तीर
hr: strelica gore
hu: felfelé mutató nyíl
id: panah atas
it_ch: freccia verso l'alto
ja: 上矢印
kk: жоғары көрсеткі
lv: bultiņa uz augšu
ms: anak panah atas
nb: Pil opp
nl: PIJL-OMHOOG
pl: strzałka w górę
ro: săgeată sus
ru: стрелка вверх
sk: šípka hore
sl: puščica navzgor
sr: Стрелица горе
sr_latn_rs: Strelica gore
sv: uppåtpil
th: ลูกศรขึ้น
uk: стрілка уверх
vi: mũi tên lên

source: flash deactivated
ar: تم إلغاء تنشيط flash
bg: дезактивиране на светкавицата
ca: el flash està desactivat
cs: flash deaktivován
cy: wedi analluogi'r fflach
da: blitz er deaktiveret
de_ch: Blitz deaktiviert
el: το φλας απενεργοποιήθηκε
et: välklamp on inaktiveeritud
fi: salaman aktivointi poistettu
fr_ca: Flash désactivé
he: flash הושבת
hi: फ़्लैश निष्क्रिय किया गया
hr: bljeskalica deaktivirana
hu: vaku inaktiválva
id: cahaya dinonaktifkan
it_ch: flash disattivato
ja: フラッシュ無効
kk: жарқыл өшірілген
lv: Flash deaktivizēts
ms: denyar dinyahaktifkan
nb: blits deaktivert
nl: flits gedeactiveerd
pl: lampa dezaktywowana
ro: flash dezactivat
ru: вспышка деактивирована
sk: blesk deaktivovaný
sl: bliskavica deaktivirana
sr: flash деактивиран
sr_latn_rs: flash deaktiviran
sv: blixt inaktiverad
th: ปิดใช้งานแฟลชแล้ว
uk: ліхтарик деактивовано
vi: đã hủy kích hoạt đèn flash

source: flash activated
ar: تم تنشيط flash
bg: активиране на светкавицата
ca: el flash està activat
cs: flash aktivován
cy: wedi galluogi'r fflach
da: blitz er aktiveret
de_ch: Blitz aktiviert
el: το φλας ενεργοποιήθηκε
et: välklamp on aktiveeritud
fi: salama aktivoitu
fr_ca: Flash activé
he: flash הופעל
hi: फ़्लैश सक्रिय किया गया
hr: bljeskalica aktivirana
hu: vaku aktiválva
id: cahaya diaktifkan
it_ch: flash attivato
ja: フラッシュ有効
kk: жарқыл белсендірілген
lv: Flash aktivizēts
ms: denyar diaktifkan
nb: blits aktivert
nl: flits geactiveerd
pl: lampa aktywowana
ro: flash activat
ru: вспышка активирована
sk: blesk aktivovaný
sl: bliskavica aktivirana
sr: flash активиран
sr_latn_rs: flash aktiviran
sv: blixt aktiverad
th: เปิดใช้งานแฟลชแล้ว
uk: ліхтарик активовано
vi: đã kích hoạt đèn flash

source: Photo %d
ar: صورة %d
bg: Снимка %d
ca: Foto %d
cs: Fotografie %d
cy: Llun %d
da: Foto %d
de_ch: Foto %d
el: Φωτογραφία %d
et: Foto %d
fi: Valokuva %d
he: תמונה %d
hi: फ़ोटो %d
hr: Fotografija %d
hu: %d. fénykép
id: Foto %d
it_ch: Foto %d
ja: 写真 %d
kk: Фотосурет %d
lv: Fotoattēls %d
ms: Foto %d
nb: Bilde %d
nl: Foto %d
pl: Zdjęcie %d
ro: Fotografie %d
ru: Фотография %d
sk: Fotografia %d
sl: Fotografija %d
sr: Фотографија %d
sr_latn_rs: Fotografija %d
sv: Foto %d
th: รูปถ่าย %d รูป
uk: Фото %d
vi: Hình ảnh %d

source: Scan succeeded. You will be connected to:
ar: نجح المسح الضوئي. سيتم توصيلك بـ:
bg: Сканирането е успешно. Ще се свържете с:
ca: L'escaneig ha tingut èxit. Estareu connectats a:
cs: Skenování úspěšné. Budete připojeni k:
cy: Wedi llwyddo i sganio. Byddwch yn cael eich cysylltu â:
da: Scanningen lykkedes. Du har fået forbindelse til:
de_ch: Scan erfolgreich. Sie werden verbunden mit:
el: Η σάρωση ήταν επιτυχής. Θα συνδεθείτε με:
et: Skannimine õnnestus. Teie jaoks luuakse ühendus järgmisega:
fi: Skannaus onnistui. Yhteys muodostetaan:
fr_ca: Scan réussi. Vous allez être connecté à :
he: הסריקה עברה בהצלחה. אתה תחובר אל:
hi: स्कैन सफल रहा. आप इससे जुड़े रहेंगे:
hr: Skeniranje uspješno. Povezat ćete se s:
hu: A szkennelés sikerült. Össze lesz kapcsolva a következővel:
id: Pemindaian berhasil. Anda akan terhubung ke:
it_ch: Scansione effettuata correttamente. Verrà effettuata la connessione a:
ja: スキャンが完了しました。以下の操作に接続されます。
kk: Сканерлеу сәтті орындалды. Келесіге қосыласыз:
lv: Skenēšana sekmīga. Jums tiks izveidots savienojums ar:
ms: Imbasan berjaya. Anda akan disambungkan ke:
nb: Skanning utført. Du blir koblet til:
nl: Scan geslaagd. U wordt verbonden met:
pl: Skanowanie powiodło się. Nastąpi połączenie z:
ro: Scanare reușită. Veți fi conectat la:
ru: Сканирование выполнено. Вы будете подключены к:
sk: Skenovanie bolo úspešné: Budete pripojení k:
sl: Optično branje je bilo uspešno. Povezani boste z:
sr: Скенирање успешно. Бићете повезани на:
sr_latn_rs: Skeniranje uspešno. Bićete povezani na:
sv: Skanning har utförts. Du ansluts till:
th: การสแกนทำได้สำเร็จ คุณจะเชื่อมต่อกับ:
uk: Сканування успішно виконано. Зараз вас буде підключено до:
vi: Quét thành công. Bây giờ bạn sẽ được kết nối đến:

source: Continue
ar: متابعة
bg: Напред
ca: Continuar
cs: Pokračovat
cy: Bwrw ymlaen
da: Fortsæt
de_ch: Weiter
el: Συνέχεια
et: Jätka
fi: Jatka
fr_ca: Poursuivre
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it_ch: Continua
ja: 続行
kk: Жалғастыру
lv: Turpināt
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
ro: Continuare
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Настави
sr_latn_rs: Nastavi
sv: Fortsätt
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

source: Writing Assistant
ar: مساعد الكتابة
bg: Асистент за писане
ca: Assistent de redacció
cs: Asistent psaní
cy: Cynorthwyydd Ysgrifennu
da: Skriveassistent
de_ch: Formulierungsassistent
el: Βοηθός Σύνταξης
et: Kirjutamisabiline
fi: Kirjoitusavustaja
fr_ca: Assistant de rédaction
he: כלי עזר לכתיבה
hi: लेखन सहायक
hr: Pomoćnik pri pisanju
hu: Írási asszisztens
id: Asisten Penulisan
it_ch: Assistente scrittura
ja: ライティングアシスタント
kk: Жазу бойынша көмекші
lv: Rakstīšanas palīgs
ms: Pembantu Penulis
nb: Tekstassistent
nl: Schrijfhulp
pl: Pomoc redakcyjna
ro: Asistent de scriere
ru: Мастер заполнения
sk: Sprievodca písaním
sl: Pomočnik pri pisanju
sr: Помоћник при писању
sr_latn_rs: Pomoćnik pri pisanju
sv: Skrivhjälp
th: ตัวช่วยเขียน
uk: Майстер заповнення
vi: Trợ lý soạn thảo

source: Version %d/%d
ar: الإصدار %d/%d
bg: Версия %d/%d
ca: Versió %d/%d
cs: Verze %d/%d
cy: Fersiwn %d/%d
el: Έκδοση %d/%d
et: Versioon %d/%d
fi: Versio %d/%d
he: גרסה %d/%d
hi: संस्करण %d/%d
hr: Verzija %d/%d
hu: %d/%d verzió
id: Versi %d/%d
it_ch: Versione %d/%d
ja: バージョン %d/%d
kk: Нұсқа %d/%d
lv: Versija %d/%d
ms: Versi %d/%d
nb: Versjon %d/%d
nl: Versie %d/%d
pl: Wersja %d/%d
ro: Versiune %d/%d
ru: Версия %d/%d
sk: Verzia %d/%d
sl: Različica %d/%d
sr: Верзија %d/%d
sr_latn_rs: Verzija %d/%d
th: เวอร์ชัน %d/%d
uk: Версія %d/%d
vi: Phiên bản %d/%d

source: Undo
ar: تراجع
bg: Отмяна
ca: Desfer
cs: Vrátit zpět
cy: Dadwneud
da: Fortryd
de_ch: Rückgängig
el: Ανάκληση
et: Võta tagasi
fi: Peruuta
fr_ca: Annuler
he: בטל
hi: पूर्ववत करें
hr: Poništi
hu: Visszavonás
id: Urungkan
it_ch: Annulla
ja: 元に戻す
kk: Болдырмау
lv: Atsaukt
ms: Buat Asal
nb: Angre
nl: Ongedaan maken
pl: Cofnij
ro: Anulare
ru: Отменить
sk: Späť
sl: Razveljavi
sr: Поништи
sr_latn_rs: Poništi
sv: Ångra
th: เลิกทำ
uk: Відмінити
vi: Hoàn tác

source: Redo
ar: إعادة
bg: Повторение
ca: Restablir
cs: Provést znovu
cy: Ailwneud
da: Annuller fortryd
de_ch: Wiederholen
el: Επαναφορά
et: Tee uuesti
fi: Tee uudelleen
fr_ca: Rétablir
he: בצע שוב
hi: फ़िर से करें
hr: Ponovi
hu: Helyreállítás
id: Ulangi
it_ch: Ripristina
ja: 繰り返す
kk: Қайта орындау
lv: Atcelt atsaukšanu
ms: Buat Semula
nb: Gjør om
nl: Opnieuw uitvoeren
pl: Powtórz
ro: Restaurare
ru: Повторить
sk: Opakovať
sl: Obnovi
sr: Понови
sr_latn_rs: Ponovi
sv: Gör om
th: ทำซ้ำ
uk: Повторити
vi: Làm lại

source: messages
es: mensajes
mk: пораки

source: informations
es: informaciones
mk: информации

source: confirmations
es: confirmaciones
mk: потврди

source: warnings
es: advertencias
mk: предупредувања

source: errors
es: errores
mk: грешки
