Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: No Data
ar: لا توجد بيانات
bg: Няма данни
ca: Sense dades
cs: Žádná data
cy: Dim Data
da: Ingen data
de_ch: Keine Daten
el: Χωρίς Δεδομένα
es: Sin datos
et: Andmeid pole
fi: Ei tietoja
fr_ca: Aucune donnée
he: אין נתונים
hi: कोई डेटा नहीं
hr: Nema podataka
hu: Nincs adat
id: Tidak Ada Data
it_ch: Nessun dato
ja: データがありません
kk: Дерек жоқ
lv: Nav datu
mk: Нема податоци
ms: Tiada Data
nb: Ingen data
nl: Geen gegevens
pl: Brak danych
ro: Fără date
ru: Нет данных
sk: Žiadne dáta
sl: Ni podatkov
sr: Нема података
sr_latn_rs: Nema podataka
sv: Inga data
th: ไม่มีข้อมูล
uk: Дані відсутні
vi: Không có dữ liệu

source: Save
ar: حفظ
bg: Запазване
ca: Desar
cs: Uložit
cy: Cadw
da: Gem
de_ch: Sichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr_ca: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it_ch: Salva
ja: 保存
kk: Сақтау
lv: Saglabāt
mk: Зачувај
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvare
ru: Сохранить
sk: Uložiť
sl: Shrani
sr: Сачувај
sr_latn_rs: Sačuvaj
sv: Spara
th: เก็บบันทึก
uk: Зберегти
vi: Lưu

source: Re-enter Signature
ar: إعادة إدخال التوقيع
bg: Повторно въвеждане на подпис
ca: Tornar a introduir firma
cs: Znovu zadat podpis
cy: Rhoi'r Llofnod eto
da: Angiv underskrift på ny
de_ch: Signatur erneut eingeben
el: Επανακαταχώριση Υπογραφής
es: Volver a introducir la firma
et: Sisesta allkiri uuesti
fi: Syötä allekirjoitus uudelleen
fr_ca: Saisissez de nouveau votre signature.
he: הזן חתימה מחדש
hi: हस्ताक्षर पुनः दर्ज करें
hr: Ponovo unesi potpis
hu: Aláírás ismételt megadása
id: Masukkan Kembali Tanda Tangan
it_ch: Reinserisci la firma
ja: 署名を再入力
kk: Қолтаңбаны қайта енгізу
lv: Atkārtoti ievadīt parakstu
mk: Повторно внесете Потпис
ms: Masukkan Semula Tandatangan
nb: Oppgi signatur på nytt
nl: Handtekening opnieuw invoeren
pl: Wprowadź ponownie podpis
ro: Reintroducere semnătură
ru: Введите подпись повторно
sk: Znova zadať podpis
sl: Znova vnesi podpis
sr: Поново унесите потпис
sr_latn_rs: Ponovo unesite potpis
sv: Ange signatur på nytt
th: ป้อนลายเซ็นอีกครั้ง
uk: Повторно ввести підпис
vi: Nhập lại chữ ký

source: Clear
ar: مسح
bg: Изчистване
ca: Eliminar
cs: Vymazat
cy: Clirio
da: Ryd
de_ch: Löschen
el: Εκκαθάριση
es: Anular
et: Eemalda
fi: Tyhjennä
fr_ca: Réinitialiser
he: נקה
hi: साफ करें
hr: Očisti
hu: Törlés
id: Hapus
it_ch: Resetta
ja: 消去
kk: Тазарту
lv: Notīrīt
mk: Исчисти
ms: Kosongkan
nb: Tilbakestill
nl: Wissen
pl: Wyczyść
ro: Ștergere
ru: Очистить
sk: Vymazať
sl: Počisti
sr: Избриши
sr_latn_rs: Izbriši
sv: Rensa
th: ล้าง
uk: Очистити
vi: Xóa

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·lar
cs: Zrušit
cy: Canslo
da: Annuller
de_ch: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr_ca: Annuler
he: בטל
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it_ch: Annulla
ja: キャンセル
kk: Болдырмау
lv: Atcelt
mk: Откажи
ms: Batalkan
nb: Avbryt
nl: Annuleren
pl: Anuluj
ro: Anulare
ru: Отменить
sk: Zrušiť
sl: Prekliči
sr: Одустани
sr_latn_rs: Odustani
sv: Avbryt
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Signature
ar: التوقيع
bg: Подпис
ca: Firma
cs: Podpis
cy: Llofnod
da: Underskrift
de_ch: Signatur
el: Υπογραφή
es: Firma
et: Allkiri
fi: Allekirjoitus
he: חתימה
hi: हस्ताक्षर
hr: Potpis
hu: Aláírás
id: Tanda tangan
it_ch: Firma
ja: 署名
kk: Қолтаңба
lv: Paraksts
mk: Потпис
ms: Tandatangan
nb: Signatur
nl: Handtekening
pl: Podpis
ro: Semnătură
ru: Подпись
sk: Podpis
sl: Podpis
sr: Потпис
sr_latn_rs: Potpis
sv: Signatur
th: ลายเซ็น
uk: Підпис
vi: Chữ ký

source: Tap to Sign
ar: النقر للتسجيل
bg: Докоснете за подпис
ca: Tocar per signar
cs: Klepnutím podepište
cy: Tapio i Lofnodi
da: Tryk for at skrive under
de_ch: Zum Signieren tippen
el: Πάτημα για Υπογραφή
es: Tocar para firmar
et: Puuduta allkirjastamiseks
fi: Allekirjoita napauttamalla
fr_ca: Toucher pour signer
he: הקש כדי לחתום
hi: साइन करने के लिए टैप करें
hr: Dodirnite za potpis
hu: Koppintson az aláíráshoz
id: Ketuk untuk Menandatangani
it_ch: Tocca per firmare
ja: タップして署名
kk: Қол қою үшін түртіңіз
lv: Pieskarieties, lai parakstītu
mk: Допрете за да се потпишете
ms: Ketik untuk Menandatangani
nb: Trykk for å signere
nl: Tikken om te ondertekenen
pl: Dotknij, aby podpisać
ro: Atingeți pentru a semna
ru: Коснитесь, чтобы подписать
sk: Ťuknutím sa prihláste
sl: Tapni za podpis
sr: Додирните да бисте потписали
sr_latn_rs: Dodirnite da biste potpisali
sv: Tryck för att signera
th: แตะเพื่อลงลายเซ็น
uk: Торкніться, щоб підписати
vi: Gõ nhẹ để ký

source: Signature Area
ar: منطقة التوقيع
bg: Област за подпис
ca: Àrea de signatura
cs: Oblast podpisu
cy: Man Llofnodi
da: Underskriftområde
de_ch: Signaturbereich
el: Περιοχή Υπογραφής
es: Área de firma
et: Allkirjaala
fi: Allekirjoitusalue
fr_ca: Zone de signature
he: אזור החתימה
hi: हस्ताक्षर क्षेत्र
hr: Područje potpisa
hu: Aláíró felület
id: Area Tanda Tangan
it_ch: Area di firma
ja: 署名エリア
kk: Қолтаңба аймағы
lv: Parakstu apgabals
mk: Место за потпис
ms: Bahagian Tandatangan
nb: Signaturområde
nl: Handtekeninggebied
pl: Obszar podpisu
ro: Zonă de semnătură
ru: Область подписи
sk: Oblasť podpisu
sl: Območje za podpis
sr: Област потписа
sr_latn_rs: Oblast potpisa
sv: Signaturområde
th: พื้นที่ของลายเซ็น
uk: Область підпису
vi: Vùng chữ ký

source: Double tap and drag to sign
ar: انقر نقرًا مزدوجًا واسحب للتوقيع
bg: Натиснете два пъти и провлачете, за да подпишете
ca: Toqueu-lo dues vegades i arrossegueu-lo per signar
cs: Poklepáním a přetažením podepíšete
cy: Tapiwch ddwywaith a llusgo i lofnodi
da: Tryk to gange og træk for at skrive under
de_ch: Zweimal tippen und ziehen zum Anmelden
el: Διπλό κλικ και μεταφορά για υπογραφή
es: Toque dos veces y arrastre para firmar
et: Allkirjastamiseks topeltpuudutage ja lohistage sõrmega
fi: Kaksoisnapsauta ja vedä allekirjoittaaksesi
fr_ca: Touchez deux fois et faites glisser pour signer
he: הקש פעמיים וגרור לחתימה
hi: साइन करने के लिए डबल टैप करें और खींचें
hr: Dvaput dodirnite i povucite za potpis
hu: Aláírás dupla koppintással és húzással
id: Ketuk dua kali dan seret untuk menandatangani
it_ch: Tocca due volte e trascina per firmare
ja: ダブルタップし、ドラッグして署名します
kk: Қол қою үшін екі рет түртіп, сүйреп апарыңыз
lv: Veiciet dubultskārienu un velciet, lai parakstītu
mk: Допрете двапати и повлечете за да се потпишете
ms: Ketik dua kali dan seret untuk tandatangan
nb: Dobbelttrykk og dra for å signere
nl: Tik twee keer en sleep om te ondertekenen
pl: Dotknij dwukrotnie i przeciągnij, aby podpisać
ro: Atingeți de două ori și trageți pentru a semna
ru: Нажмите дважды и перетащите подпись
sk: Podpíšte sa dvojitým klepnutím a potiahnutím
sl: Dvotapnite in povlecite, da podpišete
sr: Додирните двапут и превуците да потпишете
sr_latn_rs: Dodirnite dvaput i prevucite da potpišete
sv: Dubbelknacka och dra för att signera
th: แตะสองครั้งแล้วลากเพื่อลงลายเซ็น
uk: Двічі натисніть і перетягніть, щоб підписати
vi: Chạm hai lần và kéo để ký

source: Signature Image
ar: صورة التوقيع
bg: Изображение на подпис
ca: Imatge de signatura
cs: Obrázek podpisu
cy: Delwedd Llofnod
da: Underskriftbillede
de_ch: Signaturbild
el: Εικόνα Υπογραφής
es: Imagen de firma
et: Allkirja pilt
fi: Allekirjoituskuva
fr_ca: Image de signature
he: תמונת חתימה
hi: हस्ताक्षर छवि
hr: Slika potpisa
hu: Aláíráskép
id: Gambar Tanda Tangan
it_ch: Immagine firma
ja: 署名イメージ
kk: Қолтаңба кескіні
lv: Paraksta attēls
mk: Слика на потпис
ms: Imej Tandatangan
nb: Signaturbilde
nl: Afbeelding handtekening
pl: Obraz podpisu
ro: Imagine de semnătură
ru: Изображение подписи
sk: Podpis
sl: Slika podpisa
sr: Слика потписа
sr_latn_rs: Slika potpisa
sv: Signaturbild
th: รูปภาพลายเซ็น
uk: Зображення підпису
vi: Hình ảnh chữ ký

source: Signature Line
ar: سطر التوقيع
bg: Ред за подпис
ca: Línia de signatura
cs: Řádka podpisu
cy: Llinell Llofnodi
da: Underskriftlinje
de_ch: Signaturzeile
el: Γραμμή Υπογραφής
es: Línea de firma
et: Allkirjarida
fi: Allekirjoitusrivi
fr_ca: Ligne de signature
he: שורת חתימה
hi: हस्ताक्षर पंक्ति
hr: Redak za potpis
hu: Aláírásvonal
id: Baris Tanda Tangan
it_ch: Riga firma
ja: 署名ライン
kk: Қолтаңба жолы
lv: Paraksta līnija
mk: Линија за потпис
ms: Baris Tandatangan
nb: Signaturlinje
nl: Handtekeninglijn
pl: Linia podpisu
ro: Linie de semnătură
ru: Строка подписи
sk: Riadok podpisu
sl: Črta za podpis
sr: Ред потписа
sr_latn_rs: Red potpisa
sv: Signaturrad
th: บรรทัดลายเซ็น
uk: Рядок підпису
vi: Dòng chữ ký

source: Required Field
ar: حقل مطلوب
bg: Задължително поле
ca: Camp obligatori
cs: Povinné pole
cy: Maes Gofynnol
da: Obligatorisk felt
de_ch: Erforderliches Feld
el: Υποχρεωτικό Πεδίο
es: Campo obligatorio
et: Nõutud väli
fi: Pakollinen kenttä
fr_ca: Zone obligatoire
he: שדה חובה
hi: अपेक्षित फ़ील्ड
hr: Obvezno polje
hu: Kötelező mező
id: Bidang Wajib Diisi
it_ch: Campo obbligatorio
ja: 必須フィールド
kk: Міндетті өріс
lv: Obligātais lauks
mk: Задолжително поле
ms: Medan Diperlukan
nb: Obligatorisk felt
nl: Verplicht veld
pl: Pole wymagane
ro: Câmp obligatoriu
ru: Обязательное поле
sk: Povinné pole
sl: Obvezno polje
sr: Поље обавезног уноса
sr_latn_rs: Polje obaveznog unosa
sv: Obligatoriskt fält
th: ฟิลด์ที่ต้องป้อนข้อมูล
uk: Обов’язкове поле
vi: Trường bắt buộc

source: Canceled
ar: ملغى
bg: Отменен
ca: Cancel·lat
cs: Zrušeno
cy: Wedi canslo
da: Annulleret
de_ch: Abgebrochen
el: Ακυρωμένο
es: Cancelado
et: Tühistatud
fi: Peruutettu
fr_ca: Annulé
he: בוטל
hi: रद्द किया गया
hr: Otkazano
hu: Megszakadt
id: Dibatalkan
it_ch: Annullato
ja: キャンセルされました
kk: Болдырылмады
lv: Atcelts
mk: Откажано
ms: Dibatalkan
nb: Avbrutt
nl: Geannuleerd
pl: Anulowano
ro: Anulat
ru: Отменено
sk: Zrušené
sl: Preklicano
sr: Отказано
sr_latn_rs: Otkazano
sv: Annullerad
th: ถูกยกเลิก
uk: Скасовано
vi: Đã hủy

source: Next
ar: التالي
bg: Напред
ca: Següent
cs: Další
cy: Nesaf
da: Næste
de_ch: Weiter
el: Επόμενο
es: Siguiente
et: Edasi
fi: Seuraava
fr_ca: Suivant
he: הבא
hi: अगला
hr: Sljedeće
hu: Tovább
id: Selanjutnya
it_ch: Avanti
ja: 次
kk: Келесі
lv: Nākamais
mk: Следно
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
ro: Următor
ru: Дальше
sk: Ďalej
sl: Naprej
sr: Следеће
sr_latn_rs: Sledeće
sv: Nästa
th: ถัดไป
uk: Далі
vi: Kế tiếp

source: Ok
ar: موافق
ca: D'acord
cy: Iawn
hi: ठीक है
id: Oke
lv: Labi
mk: Во ред
ru: ОК
sl: V redu
sr: ОК
th: ตกลง

source: Status
ar: الحالة
bg: Статус
ca: Estat
cy: Statws
el: Κατάσταση
es: Estado
et: Olek
fi: Tila
fr_ca: Statut
he: סטאטוס
hi: स्थिति
hu: Állapot
it_ch: Stato
ja: ステータス
kk: Күйі
lv: Statuss
mk: Статус
ro: Stare
ru: Статус
sr: Статус
th: สถานะ
uk: Статус
vi: Trạng thái

source: User canceled Onboarding
ar: قام المستخدم بإلغاء بدء التشغيل
bg: Потребителят е отменил регистрацията
ca: L’usuari ha cancel·lat la incorporació
cs: Zavedení zrušeno uživatelem
cy: Y defnyddiwr wedi canslo proses Cynefino
da: Bruger annullerede onboarding
de_ch: Benutzer hat Onboarding abgebrochen
el: Χρήστης ακύρωσε Ένταξη
es: El usuario ha cancelado la incorporación
et: Kasutaja tühistas kasutuselevõtu
fi: Käyttäjä peruutti käyttöönoton
fr_ca: L'utilisateur a annulé l'activation.
he: המשתמש ביטל את פעולת ה-Onboarding
hi: उपयोगकर्ता ने ऑनबोर्डिंग रद्द कर दी
hr: Korisnik otkazao uvođenje
hu: A felhasználó megszakította a beléptetést
id: Pengguna membatalkan Onboarding
it_ch: L’utente ha annullato l’attivazione
ja: ユーザがオンボーディングをキャンセルしました
kk: Пайдаланушы қосылуды болдырмады
lv: Lietotājs atcēla integrāciju
mk: Корисникот го откажа воведувањето во компанијата
ms: Pengguna membatalkan Onboarding
nb: Brukeren avsluttet aktiveringsprosessen
nl: Gebruiker heeft onboarding geannuleerd
pl: Użytkownik anulował wdrażanie
ro: Utilizatorul a anulat integrarea
ru: Пользователь отменил установку соединения
sk: Používateľ zrušil aktiváciu
sl: Uporabnik je preklical uvajanje
sr: Корисник отказао интеграцију
sr_latn_rs: Korisnik otkazao integraciju
sv: Användare avbröt onboardingen
th: การจัดเตรียมระบบถูกยกเลิกโดยผู้ใช้
uk: Користувач скасував інтеграцію нових працівників
vi: Tích hợp hủy bởi người dùng

source: Without consent you will not be able to continue onboarding.
ar: دون الموافقة لن تصبح قادرًا على متابعة بدء التشغيل.
bg: Без да дадете съгласие, не можете да продължите регистрацията.
ca: Sense consentiment, no podreu continuar l'activació.
cs: Bez souhlasu nemůžete pokračovat v zavádění.
cy: Heb ganiatâd, fydd dim modd i chi fwrw ymlaen â'r broses cynefino.
da: Uden samtykke kan du ikke fortsætte onboarding.
de_ch: Ohne Zustimmung können Sie das Onboarding nicht fortführen.
el: Χωρίς την συναίνεση δεν θα μπορείτε να συνεχίσετε την ένταξη.
es: Sin consentimiento no podrá continuar con el proceso de incorporación.
et: Kasutuselevõttu ei saa ilma nõusolekuta jätkata.
fi: Et voi jatkaa käyttöönottoa ilman suostumusta.
fr_ca: Sans votre déclaration de consentement, vous ne pourrez pas continuer le processus d'activation.
he: ללא הסכמה, לא תוכל להמשיך בפעולת ה-Onboarding.
hi: सहमति के बिना आप ऑनबोर्डिंग जारी नहीं रख पाएंगे.
hr: Bez suglasnosti nećete moći nastaviti s uvođenjem.
hu: Hozzájárulás nélkül nem tudja folytatni az előkészítést.
id: Tanpa persetujuan Anda tidak akan dapat melanjutkan onboarding.
it_ch: Senza consenso non sarà possibile proseguire con l’attivazione.
ja: 承諾なしでオンボーディングを続行することはできません。
kk: Келісімсіз қосылуды жалғастыру мүмкін болмайды.
lv: Bez piekrišanas nevarēsit turpināt integrāciju.
mk: Без согласност нема да можете да продолжите со воведувањето во компанијата.
ms: Anda tidak boleh meneruskan onboarding tanpa persetujuan.
nb: Du kan ikke fortsette aktiveringsprosessen uten å samtykke.
nl: Zonder toestemming kunt u niet doorgaan met de activering.
pl: Bez wyrażenia zgody kontynuacja wdrażania nie będzie możliwa.
ro: Fără consimțământ, nu veți putea continua integrarea.
ru: Без согласия вы не сможете продолжить установку соединения.
sk: Bez súhlasu nebudete môcť pokračovať v aktivácii.
sl: Uvajanja ne boste mogli nadaljevati brez soglasja.
sr: Без сагласности нећете моћи да наставите интеграцију.
sr_latn_rs: Bez saglasnosti nećete moći da nastavite integraciju.
sv: Du kan inte fortsätta onboardingen utan att ge ditt samtycke.
th: หากไม่มีความยินยอม คุณจะไม่สามารถดำเนินการจัดเตรียมระบบต่อได้
uk: Без дозволу ви не зможете продовжити інтеграцію нових працівників.
vi: Không có thỏa thuận bạn sẽ không thể tiếp tục tích hợp.

source: Give Consent
ar: منح الموافقة
bg: Даване на съгласие
ca: Donar el consentiment
cs: Udělit souhlas
cy: Rhoi caniatâd
da: Giv samtykke
de_ch: Zustimmen
el: Παροχή Συναίνεσης
es: Dar consentimiento
et: Anna nõusolek
fi: Anna suostumus
fr_ca: Donner mon consentement
he: הסכם
hi: सहमति दें
hr: Daj suglasnost
hu: Hozzájárulás megadása
id: Berikan Persetujuan
it_ch: Fornisci il consenso
ja: 承諾する
kk: Келісім беру
lv: Sniegt piekrišanu
mk: Дајте согласност
ms: Beri Persetujuan
nb: Gi ditt samtykke
nl: Toestemming geven
pl: Udziel zgody
ro: Oferiți-vă acordul
ru: Дать согласие
sk: Dať súhlas
sl: Soglašam
sr: Дајте сагласност
sr_latn_rs: Dajte saglasnost
sv: Lämna samtycke
th: ให้ความยินยอม
uk: Надати дозвіл
vi: Đưa ra thỏa thuận

source: Quit
ar: إنهاء
bg: Излизане
ca: Sortir
cs: Konec
cy: Gadael
da: Afslut
de_ch: Beenden
el: Έξοδος
es: Salir
et: Katkesta
fi: Lopeta
fr_ca: Quitter
he: צא
hi: छोड़ दें
hr: Izađi
hu: Kilépés
id: Keluar
it_ch: Chiudi
ja: 中止
kk: Шығу
lv: Iziet
mk: Откажи
ms: Keluar
nb: Avslutt
nl: Afsluiten
pl: Zakończ
ro: Ieșire
ru: Выйти
sk: Skončiť
sl: Zapri
sr: Изађи
sr_latn_rs: Izađi
sv: Avsluta
th: ออก
uk: Вийти
vi: Thoát

source: Back
ar: الخلف
bg: Назад
ca: Endarrere
cs: Zpět
cy: Yn ôl
da: Tilbage
de_ch: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fi: Paluu
fr_ca: Retour
he: חזור
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it_ch: Indietro
ja: 戻る
kk: Артқа
lv: Atpakaļ
mk: Назад
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sr: Назад
sr_latn_rs: Nazad
sv: Tillbaka
th: ย้อนกลับ
uk: Назад
vi: Quay lại

source: Step
ar: الخطوة
bg: Стъпка
ca: Pas
cs: Krok
cy: Cam
da: Trin
de_ch: Schritt
el: Βήμα
es: Paso
et: Toiming
fi: Askel
fr_ca: Étape
he: שלב
hi: चरण
hr: Korak
hu: Lépés
id: Langkah
it_ch: Fase
ja: ステップ
kk: Қадам
lv: Solis
mk: Чекор
ms: Langkah
nb: Trinn
nl: Stap
pl: Krok
ro: Etapă
ru: Шаг
sk: Krok
sl: Korak
sr: Корак
sr_latn_rs: Korak
sv: Steg
th: ขั้นตอน
uk: Крок
vi: Bước

source: of
ar: من
bg: от
ca: de
cs: z
cy: o
da: af
de_ch: von
el: από
es: de
fr_ca: de
he: מתוך
hi: इसका
hr: od
id: dari
it_ch: di
lv: no
mk: од
ms: bagi
nb: av
nl: van
pl: z
ro: din
ru: из
sk: z
sl: od
sr: од
sr_latn_rs: od
sv: av
th: จาก
uk: з
vi: của

source: Are you sure you want to quit the onboarding process?
ar: هل تريد بالتأكيد الخروج من عملية بدء التشغيل؟
bg: Наистина ли искате да излезете от процеса на регистрация?
ca: Esteu segur que voleu sortir del procés d’activació?
cs: Opravdu chcete zrušit proces zavedení?
cy: Ydych chi'n siŵr eich bod am adael y broses cynefino?
da: Er du sikker på, at du vil afslutte onboardingprocessen?
de_ch: Möchten Sie den Onboarding-Prozess wirklich beenden?
el: Θέλετε να διακόψετε την διαδικασία ένταξης;
es: ¿Seguro que desea salir del proceso de incorporación?
et: Kas soovite kasutuselevõtuprotsessi kindlasti katkestada?
fi: Haluatko varmasti lopettaa käyttöönottoprosessin?
fr_ca: Voulez-vous vraiment quitter le processus d'activation?
he: האם אתה בטוח שברצונך לצאת מתהליך השילוב?
hi: क्या आप वाकई ऑनबोर्डिंग प्रक्रिया को छोड़ना चाहते हैं?
hr: Želite li zaista izaći iz procesa uvođenja?
hu: Valóban szeretne kilépni az előkészítési folyamatból?
id: Apakah Anda yakin ingin keluar dari proses onboarding?
it_ch: Interrompere il processo di installazione?
ja: オンボーディングプロセスを中止してよろしいですか
kk: Қосылу процесінен шығуға сенімдісіз бе?
lv: Vai tiešām vēlaties beigt integrācijas procesu?
mk: Дали сигурно сакате да го напуштите воведувањето во компанијата?
ms: Adakah anda pasti ingin keluar daripada proses onboarding?
nb: Er du sikker på at du vil avslutte aktiveringsprosessen?
nl: Weet u zeker dat u het activeringsproces wilt afsluiten?
pl: Czy na pewno zakończyć proces dodawania?
ro: Sigur doriți să ieșiți din procesul de integrare?
ru: Действительно выйти из процесса установки соединения?
sk: Naozaj chcete ukončiť proces aktivácie?
sl: Res želite preklicati postopek uvajanja?
sr: Да ли сигурно желите да напустите процес интеграције?
sr_latn_rs: Da li sigurno želite da napustite proces integracije?
sv: Vill du avsluta onboarding-processen?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากกระบวนการจัดเตรียมระบบ?
uk: Ви дійсно бажаєте вийти з процесу інтеграції нових працівників?
vi: Bạn có chắc là bạn muốn thoát quy trình tích hợp không?

source: Want Data Privacy?
ar: هل تريد خصوصية البيانات؟
bg: Искате ли защита на личните данни?
ca: Voleu la privacitat de les dades?
cs: Chcete ochranu dat?
cy: Eisiau Preifatrwydd Data?
da: Ønsker databeskyttelse?
de_ch: Sie möchten Ihre Daten schützen?
el: Θέλετε Απόρρητο Δεδομένων;
es: ¿Quiere proteger sus datos?
et: Soovite andmete privaatsust?
fi: Haluatko tietosuojan?
fr_ca: Confidentialité des données souhaitée?
he: האם אתה רוצה פרטיות נתונים?
hi: डेटा गोपनीयता चाहते हैं?
hr: Želite zaštititi podatke?
hu: Szeretne adatvédelmet?
id: Ingin Privasi Data?
it_ch: Confermi la protezione dei dati?
ja: データプライバシーが必要ですか?
kk: Дерек құпиялығы қажет пе?
lv: Vai vēlaties datu konfidencialitāti?
mk: Сакате приватност на податоците?
ms: Inginkan Privasi Data?
nb: Vil du beskytte data?
nl: Op zoek naar gegevensbescherming?
pl: Chcesz uzyskać informacje o prywatności danych?
ro: Doriți confidențialitatea datelor?
ru: Защитить данные?
sk: Chcete ochranu dát?
sl: Želite zaščito podatkov?
sr: Да ли желите приватност података?
sr_latn_rs: Da li želite privatnost podataka?
sv: Vill du ha dataskydd?
th: ต้องการการคุ้มครองข้อมูลส่วนบุคคลหรือไม่?
uk: Потрібна конфіденційність даних?
vi: Muốn quyền riêng tư dữ liệu?

source: Be wise about your data
ar: كن حكيمًا بشأن بياناتك
bg: Бъдете внимателни с Вашите данни
ca: Sigueu prudents amb les vostres dades
cs: Mějte přehled o vašich datech
cy: Byddwch yn ddoeth gyda'ch data
da: Vær klog på dine data
de_ch: Gehen Sie klug mit Ihren Daten um
el: Να είστε λογικοί σχετικά με τα δεδομένα σας
es: Sea prudente con sus datos
et: Käige oma andmetega targalt ümber
fi: Käytä tietoja harkiten
fr_ca: Prenez soin de vos données.
he: נהג בזהירות עם הנתונים שלך
hi: अपने डेटा के बारे में जानकार बनें
hr: Budite mudri u vezi svojih podataka
hu: Vigyázzon adataira
id: Bijaklah tentang data Anda
it_ch: Gestisci opportunamente i tuoi dati
ja: データについて必要なことを知る
kk: Дерегіңізге мұқият болыңыз
lv: Ar datiem rīkojieties pārdomāti
mk: Бидете внимателни со вашите податоци
ms: Berjaga-jaga dengan data anda
nb: Ta kloke valg om dataene dine
nl: Let goed op uw gegevens.
pl: Dowiedz się, jak są przetwarzane Twoje dane
ro: Fiți înțelepți privind datele dvs.
ru: Защитите свои данные
sk: Ohľadne svojich údajov buďte opatrný
sl: Bodite previdni s svojimi podatki
sr: Будите опрезни са вашим подацима
sr_latn_rs: Budite oprezni sa vašim podacima
sv: Var smart när det gäller dina data
th: ระมัดระวังข้อมูลของคุณ
uk: Мудро користуйтеся своїми даними
vi: Hãy khôn ngoan với dữ liệu của bạn

source: Not Now
ar: ليس الآن
bg: Не сега
ca: No ara
cs: Nyní ne
cy: Dim nawr
da: Ikke nu
de_ch: Später
el: Όχι Τώρα
es: Ahora no
et: Mitte praegu
fi: Ei nyt
fr_ca: Pas maintenant
he: לא כעת
hi: अभी नहीं
hr: Ne sada
hu: Most nem
id: Tidak Sekarang
it_ch: Non ora
ja: 後で
kk: Қазір емес
lv: Ne tagad
mk: Не сега
ms: Bukan Sekarang
nb: Ikke nå
nl: Niet nu
pl: Nie teraz
ro: Nu acum
ru: Не сейчас
sk: Nie teraz
sl: Ne zdaj
sr: Не сада
sr_latn_rs: Ne sada
sv: Inte nu
th: ภายหลัง
uk: Не зараз
vi: Không phải bây giờ

source: Allow
ar: سماح
bg: Позволяване
ca: Permetre
cs: Povolit
cy: Caniatáu
da: Tillad
de_ch: Zulassen
el: Επιτρέπω
es: Permitir
et: Luba
fi: Salli
fr_ca: Autoriser
he: התר
hi: अनुमति दें
hr: Dopusti
hu: Engedélyezés
id: Izinkan
it_ch: Consenti
ja: 許可
kk: Рұқсат беру
lv: Atļaut
mk: Дозволи
ms: Benarkan
nb: Tillat
nl: Toestaan
pl: Zezwalaj
ro: Permitere
ru: Разрешить
sk: Povoliť
sl: Dovoli
sr: Дозволи
sr_latn_rs: Dozvoli
sv: Tillåt
th: อนุญาต
uk: Дозволити
vi: Cho phép

source: Deny
ar: رفض
bg: Отказване
ca: Prohibir
cs: Odepřít
cy: Gwrthod
da: Afvis
de_ch: Ablehnen
el: Αρνούμαι
es: Rechazar
et: Keela
fi: Kiellä
fr_ca: Ne pas autoriser
he: דחה
hi: अस्वीकार करें
hr: Odbij
hu: Elutasítás
id: Tolak
it_ch: Vieta
ja: 拒否
kk: Бас тарту
lv: Noraidīt
mk: Одбиј
ms: Tolak
nb: Avslå
nl: Afwijzen
pl: Odmów
ro: Respingere
ru: Отклонить
sk: Odmietnuť
sl: Zavrni
sr: Одбиј
sr_latn_rs: Odbij
sv: Neka
th: ปฏิเสธ
uk: Відхилити
vi: Từ chối

source: Agree
ar: أوافق
bg: Съгласен съм
ca: Accepto
cs: Souhlasím
cy: Cytuno
da: Acceptér
de_ch: Zustimmen
el: Συμφωνώ
es: Aceptar
et: Nõustu
fi: Hyväksyn
fr_ca: Accepter
he: מסכים
hi: सहमत हैं
hr: Suglasan sam
hu: Elfogadom
id: Setuju
it_ch: Accetto
ja: 同意する
kk: Келісу
lv: Piekrist
mk: Се согласувам
ms: Setuju
nb: Godta
nl: Akkoord
pl: Akceptuję
ro: Sunt de acord
ru: Принимаю
sk: Súhlasím
sl: Strinjam se
sr: Сагласан сам
sr_latn_rs: Saglasan sam
sv: Acceptera
th: ยอมรับ
uk: Погоджуюсь
vi: Đồng ý

source: Disagree
ar: لا أوافق
bg: Не съм съгласен
ca: No accepto
cs: Nesouhlasím
cy: Anghytuno
da: Afvis
de_ch: Ablehnen
el: Διαφωνώ
es: Rechazar
et: Ei nõustu
fi: En hyväksy
fr_ca: Refuser
he: לא מסכים
hi: असहमत हैं
hr: Nisam suglasan
hu: Elutasítom
id: Tidak Setuju
it_ch: Non accetto
ja: 同意しない
kk: Келіспеу
lv: Nepiekrist
mk: Не се согласувам
ms: Tidak bersetuju
nb: Ikke godta
nl: Niet akkoord
pl: Nie akceptuję
ro: Nu sunt de acord
ru: Не принимаю
sk: Nesúhlasím
sl: Ne strinjam se
sr: Нисам сагласан
sr_latn_rs: Nisam saglasan
sv: Acceptera inte
th: ไม่ยอมรับ
uk: Не погоджуюсь
vi: Không đồng ý
