Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: View All (%d)
ar: عرض الكل (%d)
bg: Преглед на всички (%d)
ca: Mostra-ho tot (%d)
cs: Zobrazit vše (%d)
cy: Gweld y Cyfan (%d)
da: Vis alle (%d)
de_ch: Alle anzeigen (%d)
el: Προβολή Όλων (%d)
es: Ver todo (%d)
et: Kuva kõik (%d)
fi: Näytä kaikki (%d)
fr_ca: Tout afficher (%d)
he: הצג הכול (%d)
hi: सभी (%d) देखें
hr: Pogledaj sve (%d)
hu: Összes megtekintése (%d)
id: Lihat Semua (%d)
it_ch: Visualizza tutto (%d)
ja: すべて表示 (%d)
kk: Барлығын көру (%d)
lv: Skatīt visus (%d)
mk: Прикажи ги сите (%d)
ms: Paparkan Semua (%d)
nb: Vis alle (%d)
nl: Alle weergeven (%d)
pl: Wyświetl wszystkie (%d)
ro: Vizualizare toate (%d)
ru: Просмотреть все (%d)
sk: Zobraziť všetko (%d)
sl: Prikaži vse (%d)
sr: Прикажи све (%d)
sr_latn_rs: Prikaži sve (%d)
sv: Visa alla (%d)
th: ดูทั้งหมด (%d)
uk: Переглянути все (%d)
vi: Xem tất cả (%d)

source: %d out of %d stars
ar: %d من أصل %d من النجوم
bg: %d от %d звезди
ca: %d de %d estrelles
cs: %d z %d hvězdiček
cy: %d allan o %d seren
da: %d ud af %d stjerner
de_ch: %d von %d Sternen
el: %dαπό %d αστέρια
es: %d de %d estrellas
et: %d/%d tärni
fi: %d/%d tähteä
fr_ca: %d étoile(s) sur %d
he: %d מתוך %d כוכבים
hi: %d में से %d स्टार
hr: %d od %d zvjezdica
hu: %d csillagból %d
id: %d dari %d bintang
it_ch: %d/%d stelle
ja: %d つ星 (最高 %d つ星)
kk: %d/%d жұлдыз
lv: %d no %d zvaigznēm
mk: %d од %d ѕвездички
ms: %d daripada %d bintang
nb: %d av %d stjerner
nl: %d van %d sterren
pl: %d z %d gwiazdek
ro: %d din %d stele
ru: %d из %d звезд
sk: %d z %d hviezdičiek
sl: %d od %d zvezdic
sr: %d од %d звездица
sr_latn_rs: %d od %d zvezdica
sv: %d av %d stjärnor
th: %d จาก %d ดาว
uk: %d з %d зірочок
vi: %d trên %d sao

source: See All (%d)
ar: عرض الكل (%d)
bg: Вижте всички (%d)
ca: Veure-ho tot (%d)
cs: Zobrazit vše (%d)
cy: Gweld pob un (%d)
da: Se alle (%d)
de_ch: Alle anzeigen (%d)
el: Εμφάνιση Όλων (%d)
es: Ver todo (%d)
et: Kuva kõik (%d)
fi: Näytä kaikki (%d)
fr_ca: Afficher tout (%d)
he: הצג הכול (%d)
hi: सभी (%d) देखें
hr: Prikaži sve (%d)
hu: Összes megjelenítése (%d)
id: Lihat Semua (%d)
it_ch: Visualizza tutto (%d)
ja: すべて表示 (%d)
kk: Барлығын көру (%d)
lv: Skatīt visus (%d)
mk: Види ги сите (%d)
ms: Lihat Semua (%d)
nb: Vis alle (%d)
nl: Alles weergeven (%d)
pl: Zobacz wszystkie (%d)
ro: Afișare tot (%d)
ru: Просмотреть все (%d)
sk: Zobraziť všetko (%d)
sl: Prikaži vse (%d)
sr: Прикажи све (%d)
sr_latn_rs: Prikaži sve (%d)
sv: Visa alla (%d)
th: ดูทั้งหมด (%d)
uk: Переглянути все (%d)
vi: Xem tất cả (%d)

source: Item %d of %d
ar: البند %d من %d
bg: Позиция %d от %d
ca: Element %d de %d
cs: Položka %d z %d
cy: Eitem %d o %d
da: Element %d af %d
de_ch: Element %d von %d
el: Στοιχείο %d από %d
es: Elemento %d de %d
et: Üksus %d/%d
fi: Kohde %d/%d
fr_ca: Élément %d sur %d
he: פריט %d מתוך %d
hi: %d का %d आइटम
hr: Stavka %d od %d
hu: %d/%d tétel
id: Item %d dari %d
it_ch: Elemento %d di %d
ja: 項目 %d/%d
kk: Тармақ: %d / %d
lv: %d. elements no %d
mk: Ставка %d од %d
ms: Item %d daripada %d
nb: Element %d av %d
nl: Item %d van %d
pl: Pozycja %d z %d
ro: Elementul %d din %d
ru: Элемент %d из %d
sk: Položka %d z %d
sl: Element %d od %d
sr: Ставка %d од %d
sr_latn_rs: Stavka %d od %d
sv: Objekt %d av %d
th: รายการ %d จาก %d
uk: Позиція %d з %d
vi: Mục %d trên %d

source: Today, %d
ar: اليوم، %d
bg: Днес %d
ca: Avui, %d
cs: Dnes, %d
cy: Heddiw, %d
da: I dag, %d
de_ch: Heute, %d
el: Σήμερα, %d
es: Hoy, %d
et: Täna, %d
fi: Tänään, %d
fr_ca: Aujourd'hui, %d
he: היום, %d
hi: आज, %d
hr: Danas, %d
hu: Ma, %d
id: Hari Ini, %d
it_ch: Oggi, %d
ja: 本日、 %d
kk: Бүгін, %d
lv: Šodien, %d
mk: Денес, %d
ms: Hari ini, %d
nb: I dag, %d
nl: Vandaag, %d
pl: Dzisiaj, %d
ro: Astăzi, %d
ru: Сегодня, %d
sk: Dnes, %d
sl: Danes, %d
sr: Данас, %d
sr_latn_rs: Danas, %d
sv: Idag, %d
th: วันนี้ %d
uk: Сьогодні, %d
vi: Hôm nay, %d

source: %d of %d
ar: %d من %d
bg: %d от %d
ca: %d de %d
cs: %d z %d
cy: %d o %d
da: %d af %d
de_ch: %d von %d
el: %d από %d
es: %d de %d
et: %d/%d
fi: %d/%d
fr_ca: %d de %d
he: %d של %d
hi: %d का %d
hr: %d od %d
hu: %d / %d
id: %d dari %d
it_ch: %d di %d
ja: %d/%d
kk: %d/%d
lv: %d no %d
mk: %d од %d
ms: %d daripada %d
nb: %d av %d
nl: %d van %d
pl: %d z %d
ro: %d din %d
ru: %d из %d
sk: %d z %d
sl: %d od %d
sr: %d од %d
sr_latn_rs: %d od %d
sv: %d av %d
th: %d จาก %d
uk: %d з %d
vi: %d trên %d

source: %d reviews
ar: %d من التقييمات
bg: %d отзива
ca: %d revisions
cs: %d recenze
cy: %d adolygiad
da: %d anmeldelser
de_ch: %d Beurteilungen
el: %d κριτικές
es: %d opiniones
et: %d hinnangut
fi: %d arviointia
fr_ca: %d évaluations
he: %d סקירות
hi: %d समीक्षाएं
hr: Recenzije: %d
hu: %d vélemény
id: %d tinjauan
it_ch: %d recensioni
ja: %d 件のレビュー
kk: %d тексеру
lv: %d novērtējumi
mk: %d прегледи
ms: %d semakan
nb: %d anmeldelser
nl: %d beoordelingen
pl: Liczba recenzji: %d
ro: %d recenzii
ru: Рецензий: %d
sk: %d hodnotení
sl: Ocene (%d)
sr: %d прегледа
sr_latn_rs: %d pregleda
sv: %d recensioner
th: %d รีวิว
uk: %d перевірок
vi: %d lượt đánh giá

source: %d+ reviews
ar: %d+ من التقييمات
bg: %d+ отзива
ca: %d+ revisions
cs: %d+ recenze
cy: %d+ adolygiad
da: %d+ anmeldelser
de_ch: %d+ Beurteilungen
el: %d+ κριτικές
es: Más de %d opiniones
et: %d+ hinnangut
fi: %d+ arviointia
fr_ca: %d+ évaluations
he: %d+ סקירות
hi: %d+ समीक्षाएं
hr: Recenzije: %d+
hu: %d+ vélemény
id: %d+ tinjauan
it_ch: %d+ recensioni
ja: %d+ レビュー
kk: %d+ тексеру
lv: %d+ novērtējumi
mk: %d+ прегледи
ms: %d+ semakan
nb: %d+ anmeldelser
nl: %d+ beoordelingen
pl: Liczba recenzji: %d+
ro: +%d recenzii
ru: Рецензий: %d+
sk: %d+ hodnotení
sl: Št. ocen: več kot %d
sr: %d+ прегледа
sr_latn_rs: %d+ pregleda
sv: %d+ recensioner
th: %d+ รีวิว
uk: %d+ перевірок
vi: %d+ lượt đánh giá

source: Rating Control %d of %d
ar: التحكم في المعدل %d من %d
bg: Koнтрол на рейтинга на %d от %d
ca: Control d'avaluació %d de %d
cs: Kontrola hodnocení %d z %d
cy: Sgorio Rheolaeth %d o %d
da: Bedømmelseskontrol %d af %d
de_ch: Bewertungskontrolle %d von %d
el: Έλεγχος Βαθμολογίας %d από %d
es: Control de valoración %d de %d
et: Hinnangute juhtelement %d, maksimum on %d
fi: Luokituksen ohjaus %d/%d
fr_ca: Pilotage des classifications %d sur %d
he: בקרת דירוג %d מתוך %d
hi: रेटिंग नियंत्रण %d में से %d
hr: Kontrola ocjena %d od %d
hu: Értékelésvezérlő %d / %d
id: Kontrol Penilaian %d dari %d
it_ch: Controllo delle valutazioni %d di %d
ja: 評価コントロール %d/%d
kk: Рейтингті басқару: %d/%d
lv: Vērtējuma kontrole, %d no %d
mk: Контрола за оценување %d од %d
ms: Kawalan Penarafan %d daripada %d
nb: Vurderingskontroll %d av %d
nl: Waarderingsbesturing %d van %d
pl: Kontrola oceny %d z %d
ro: Control evaluare %d din %d
ru: Контроль оценки %d из %d
sk: Riadenie hodnotenia %d z %d
sl: Nadzor ocen %d od %d
sr: Контрола вредновања %d од %d
sr_latn_rs: Kontrola vrednovanja %d od %d
sv: Bedömningskontroll %d av %d
th: การควบคุมการให้คะแนน %d จาก %d
uk: Контроль рейтингу %d з %d
vi: Kiểm soát xếp hạng %d trên %d

source: Rating Control, rating %d of %d, %d reviews
ar: التحكم في المعدل، المعدل %d من %d، %d من التقييمات
bg: Контрол на рейтинга, рейтинг на %d от %d, %d отзива
ca: Control d'avaluació, avaluació %d de %d, %d revisions
cs: Kontrola hodnocení, hodnocení %d z %d, %d recenze
cy: Sgorio Rheolaeth, sgôr %d o %d, %d adolygiad
da: Bedømmelseskontrol , bedømmelse %d af %d, %d anmeldelser
de_ch: Bewertungskontrolle, Bewertung %d von %d, %d Beurteilungen
el: Έλεγχος Βαθμολογίας, βαθμολογία %d από %d, %d κριτικές
es: Control de valoración, valoración %d de %d, %d opiniones
et: Hinnangute juhtelement, %d, maksimum on %d, %d hinnangut
fi: Luokituksen ohjaus, luokitus %d/%d, %d arviointia
fr_ca: Pilotage des classifications, classification %d sur %d, %d évaluation(s)
he: בקרת דירוג, דירוג %d מתוך %d, %d סקירות
hi: रेटिंग नियंत्रण %d में से %d, %d समीक्षाएं
hr: Kontrola ocjena, ocjena %d od %d, recenzija: %d
hu: Értékelésvezérlő, %d / %d értékelés, %d vélemény
id: Kontrol Penilaian, penilaian %d dari %d, %d tinjauan
it_ch: Controllo delle valutazioni, valutazione %d di %d, %d recensioni
ja: 評価コントロール、評価 %d/%d、%d 件のレビュー
kk: Рейтингті басқару, рейтинг: %d/%d, %d тексеру
lv: Vērtējuma kontrole, vērtējums %d no %d, %d novērtējumi
mk: Контрола за оценување, оцена %d од %d, %d прегледи
ms: Kawalan Penarafan, penarafan %d daripada %d, %d semakan
nb: Vurderingskontroll, vurdering %d av %d, %d anmeldelser
nl: Waarderingsbesturing, waardering %d van %d, %d beoordelingen
pl: Kontrola oceny, ocena %d z %d, %d recenzji
ro: Control evaluare, evaluarea %d din %d, %d recenzii
ru: Контроль оценки, оценка %d из %d, рецензий: %d
sk: Riadenie hodnotenia, hodnotenie %d z %d, %d hodnotení
sl: Nadzor ocen, ocena %d od %d, ocene (%d)
sr: Контрола вредновања, вредновање %d од %d, %d прегледа
sr_latn_rs: Kontrola vrednovanja, vrednovanje %d od %d, %d pregleda
sv: Bedömningskontroll, bedömning %d av %d, %d recensioner
th: การควบคุมการให้คะแนน, คะแนน %d จาก %d, %d รีวิว
uk: Контроль рейтингу, рейтинг %d з %d, %d перевірок
vi: Kiểm soát xếp hạng, xếp hạng %d trên %d, %d lượt đánh giá

source: Rating Control, average rating %.1f of %d
ar: التحكم في المعدل، متوسط المعدل %.1f من %d
bg: Контрол на рейтинга, среден рейтинг на %.1f от %d
ca: Control d'avaluació, avaluació mitjana %.1f de %d
cs: Kontrola hodnocení, průměrné hodnocení %.1f z %d
cy: Sgorio Rheolaeth, sgôr cyfartalog %.1f o %d
da: Bedømmelseskontrol, gennemsnitsbedømmelse %.1f af %d
de_ch: Bewertungskontrolle, durchschnittliche Bewertung %.1f von %d
el: Έλεγχος Βαθμολογίας, μέση βαθμολογία %.1f από %d
es: Control de valoración, valoración media %.1f de %d
et: Hinnangute juhtelement, keskmine hinnang on %.1f, maksimum on %d
fi: Luokituksen ohjaus, keskimääräinen luokitus %.1f/%d
fr_ca: Pilotage des classifications, classification moyenne %.1f sur %d
he: בקרת דירוג, דירוג ממוצע %.1f מתוך %d
hi: रेटिंग नियंत्रण, औसत रेटिंग %d में से %.1f
hr: Kontrola ocjena, prosječna ocjena %.1f od %d
hu: Értékelésvezérlő, %.1f / %d átlagos értékelés
id: Kontrol Penilaian, rata-rata penilaian %.1f dari %d
it_ch: Controllo delle valutazioni, valutazione media %.1f di %d
ja: 評価コントロール、平均評価 %.1f/%d
kk: Рейтингті басқару, орташа рейтинг: %.1f/%d
lv: Vērtējuma kontrole, vidējais vērtējums %.1f no %d
mk: Контрола за оценување, просечна оцена %.1f од %d
ms: Kawalan Penarafan, penarafan purata %.1f daripada %d
nb: Vurderingskontroll, gjennomsnittlig vurdering %.1f av %d
nl: Waarderingsbesturing, gemiddelde waardering %.1f van %d
pl: Kontrola oceny, średnia ocena %.1f z %d
ro: Control evaluare, evaluare medie %.1f din %d
ru: Контроль оценки, средняя оценка %.1f из %d
sk: Riadenie hodnotenia, priemerné hodnotenie %.1f z %d
sl: Nadzor ocen, povprečna ocena %.1f od %d
sr: Контрола вредновања, просечно вредновање %.1f од %d
sr_latn_rs: Kontrola vrednovanja, prosečno vrednovanje %.1f od %d
sv: Bedömningskontroll, genomsnittlig bedömning %.1f av %d
th: การควบคุมการให้คะแนน, คะแนนเฉลี่ย %.1f จาก %d
uk: Контроль рейтингу, середній рейтинг %.1f з %d
vi: Kiểm soát xếp hạng, xếp hạng trung bình %.1f trên %d

source: Rating Control, average rating %.1f of %d, %d reviews
ar: التحكم في المعدل، متوسط المعدل %.1f من %d، %d من التقييمات
bg: Контрол на рейтинга, среден рейтинг на %.1f от %d, %d отзива
ca: Control d'avaluació, avaluació mitjana %.1f de %d, %d revisions
cs: Kontrola hodnocení, průměrné hodnocení %.1f z %d, %d recenze
cy: Sgorio Rheolaeth, sgôr cyfartalog %.1f o %d, %d adolygiad
da: Bedømmelseskontrol, gennemsnitsbedømmelse %.1f af %d, %d anmeldelser
de_ch: Bewertungskontrolle, durchschnittliche Bewertung %.1f von %d, %d Beurteilungen
el: Έλεγχος Βαθμολογίας, μέση βαθμολογία %.1f από %d, %d κριτικές
es: Control de valoración, valoración media %.1f de %d, %d opiniones
et: Hinnangute juhtelement, keskmine hinnang on %.1f, maksimum on %d, %d hinnangut
fi: Luokituksen ohjaus, keskimääräinen luokitus %.1f/%d, %d arviointia
fr_ca: Pilotage des classifications, classification moyenne %.1f sur %d, %d évaluation(s)
he: בקרת דירוג, דירוג ממוצע %.1f מתוך %d, %d סקירות
hi: रेटिंग नियंत्रण, औसत रेटिंग %.1f में %dसे, %d समीक्षाएं
hr: Kontrola ocjena, prosječna ocjena %.1f od %d, recenzija: %d
hu: Értékelésvezérlő, %.1f / %d átlagos értékelés, %d vélemény
id: Kontrol Penilaian, rata-rata penilaian %.1f dari %d, %d tinjauan
it_ch: Controllo delle valutazioni, valutazione media %.1f di %d, %d recensioni
ja: 評価コントロール、平均評価 %.1f/%d、%d 件のレビュー
kk: Рейтингті басқару, орташа рейтинг: %.1f/%d, %d тексеру
lv: Vērtējuma kontrole, vidējais vērtējums %.1f no %d, %d novērtējumi
mk: Контрола за оценување, просечна оцена %.1f од %d, %d прегледи
ms: Kawalan Penarafan, penarafan purata %.1f daripada %d, %d semakan
nb: Vurderingskontroll, gjennomsnittling vurdering %.1f av %d, %d anmeldelser
nl: Waarderingsbesturing, gemiddelde waardering %.1f van %d, %d beoordelingen
pl: Kontrola oceny, średnia ocena %.1f z %d, %d recenzji
ro: Control evaluare, evaluare medie %.1f din %d, %d recenzii
ru: Контроль оценки, средняя оценка %.1f из %d, рецензий: %d
sk: Riadenie hodnotenia, priemerné hodnotenie %.1f z %d, %d hodnotení
sl: Nadzor ocen, povprečna ocena %.1f od %d, ocene (%d)
sr: Контрола вредновања, просечно вредновање %.1f од %d, %d прегледа
sr_latn_rs: Kontrola vrednovanja, prosečno vrednovanje %.1f od %d, %d pregleda
sv: Bedömningskontroll, genomsnittlig bedömning %.1f av %d, %d recensioner
th: การควบคุมการให้คะแนน, คะแนนเฉลี่ย %.1f จาก %d, %d รีวิว
uk: Контроль рейтингу, середній рейтинг %.1f з %d, %d перевірок
vi: Kiểm soát xếp hạng, xếp hạng trung bình %.1f trên %d, %d lượt đánh giá

source: Rating Control, average rating %.1f of %d, %d plus reviews
ar: التحكم في المعدل، متوسط المعدل %.1f من %d، %d من التقييمات الإضافية
bg: Контрол на рейтинга, рейтинг на %.1f от %d, %d положителни отзиви
ca: Control d'avaluació, avaluació mitjana %.1f de %d, %d més revisions
cs: Kontrola hodnocení, průměrné hodnocení %.1f z %d, %d a více recenzí
cy: Sgorio Rheolaeth, sgôr cyfartalog %.1f o %d, %d ac adolygiad
da: Bedømmelseskontrol, gennemsnitsbedømmelse %.1f af %d, %d plus anmeldelser
de_ch: Bewertungskontrolle, durchschnittliche Bewertung %.1f von %d, %d und mehr Beurteilungen
el: Έλεγχος Βαθμολογίας, μέση βαθμολογία %.1f από %d, %d και κριτικές
es: Control de valoración, valoración media %.1f de %d, más de %d opiniones
et: Hinnangute juhtelement, keskmine hinnang on %.1f, maksimum on %d, rohkem kui %d hinnangut
fi: Luokituksen ohjaus, keskimääräinen luokitus %.1f/%d, yli %d arviointia
fr_ca: Pilotage des classifications, classification moyenne %.1f sur %d, %d plus évaluation(s)
he: בקרת דירוג, דירוג ממוצע %.1f מתוך %d, %d+ סקירות
hi: रेटिंग नियंत्रण, औसत रेटिंग %.1f में %dसे, %d प्लस समीक्षाएं
hr: Kontrola ocjena, prosječna ocjena %.1f od %d, recenzija: %d i više
hu: Értékelésvezérlő, %.1f / %d átlagos értékelés, több mint %d vélemény
id: Kontrol Penilaian, rata-rata penilaian %.1f dari %d, lebih dari %d tinjauan
it_ch: Controllo delle valutazioni, valutazione media %.1f di %d, %d più recensioni
ja: 評価コントロール、平均評価 %.1f/%d、%d 件のプラスレビュー
kk: Рейтингті басқару, орташа рейтинг: %.1f/%d, қосымша %d тексеру
lv: Vērtējuma kontrole, vidējais vērtējums %.1f no %d, vairāk par %d novērtējumiem
mk: Контрола за оценување, просечна оцена %.1f од %d, повеќе од %d прегледи
ms: Kawalan Penarafan, purata penarafan %.1f daripada %d, %d semakan tambahan
nb: Vurderingskontroll, gjennomsnittling vurdering %.1f av %d, %d pluss anmeldelser
nl: Waarderingsbesturing, gemiddelde waardering %.1f van %d, meer dan %d beoordelingen
pl: Kontrola oceny, średnia ocena %.1f z %d, ponad %d recenzji
ro: Control evaluare, evaluare medie %.1f din %d, +%d recenzii
ru: Контроль оценки, средняя оценка %.1f из %d, рецензий: более %d
sk: Riadenie hodnotenia, priemerné hodnotenie %.1f z %d, %d plus hodnotení
sl: Nadzor ocen, povprečna ocena %.1f od %d, št. ocen: več kot %d
sr: Контрола вредновања, просечно вредновање %.1f од %d, %d плус прегледа
sr_latn_rs: Kontrola vrednovanja, prosečno vrednovanje %.1f od %d, %d plus pregleda
sv: Bedömningskontroll, genomsnittlig bedömning %.1f av %d, %d plus recensioner
th: การควบคุมการให้คะแนน, คะแนนเฉลี่ย %.1f จาก %d, มากกว่า %d รีวิว
uk: Контроль рейтингу, середній рейтинг %.1f з %d, %d+ перевірок
vi: Kiểm soát xếp hạng, xếp hạng trung bình %.1f trên %d, %d cộng lượt đánh giá

source: All
ar: الكل
bg: Всички
ca: Tot
cs: Vše
cy: Pob un
da: Alle
de_ch: Alle
el: Όλα
es: Todo
et: Kõik
fi: Kaikki
fr_ca: Tout
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it_ch: Tutto
ja: すべて
kk: Барлығы
lv: Visi
mk: Сите
ms: Semua
nb: Alle
nl: Alles
pl: Wszystko
ro: Tot
ru: Все
sk: Všetko
sl: Vse
sr: Све
sr_latn_rs: Sve
sv: Alla
th: ทั้งหมด
uk: Все
vi: Tất cả

source: Messages (%d)
ar: الرسائل (%d)
bg: Съобщения (%d)
ca: Missatges (%d)
cs: Zprávy (%d)
cy: Negeseuon (%d)
da: Meddelelser (%d)
de_ch: Meldungen (%d)
el: Μηνύματα (%d)
es: Mensajes (%d)
et: Teated (%d)
fi: Viestit (%d)
he: הודעות (%d)
hi: संदेश (%d)
hr: Poruke (%d)
hu: Üzenetek (%d)
id: Pesan (%d)
it_ch: Messaggi (%d)
ja: メッセージ (%d)
kk: Хабарлар (%d)
lv: Ziņojumi (%d)
mk: Пораки (%d)
ms: Mesej (%d)
nb: Meldinger (%d)
nl: Berichten (%d)
pl: Komunikaty (%d)
ro: Mesaje (%d)
ru: Сообщения (%d)
sk: Hlásenia (%d)
sl: Sporočila (%d)
sr: Поруке (%d)
sr_latn_rs: Poruke (%d)
sv: Meddelanden (%d)
th: ข้อความ (%d)
uk: Повідомлення (%d)
vi: Thông báo (%d)

source: View Details
ar: عرض التفاصيل
bg: Преглед на подробни данни
ca: Veure detalls
cs: Zobrazit detaily
cy: Gweld Manylion
da: Vis detaljer
de_ch: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver detalles
et: Kuva üksikasjad
fi: Näytä lisätiedot
fr_ca: Afficher les détails
he: הצג פרטים
hi: विवरण देखें
hr: Prikaži pojedinosti
hu: Részletek megtekintése
id: Lihat Rincian
it_ch: Visualizza dettagli
ja: 詳細の表示
kk: Мәліметтерді көру
lv: Skatīt detalizētu informāciju
mk: Прикажи ги деталите
ms: Paparkan Butiran
nb: Vis detaljer
nl: Details weergeven
pl: Wyświetl szczegóły
ro: Vizualizare detalii
ru: Просмотреть сведения
sk: Zobraziť podrobnosti
sl: Ogled podrobnosti
sr: Прикажи детаље
sr_latn_rs: Prikaži detalje
sv: Visa detaljer
th: ดูรายละเอียด
uk: Переглянути подробиці
vi: Xem chi tiết

source: View %@
ar: عرض %@
bg: Преглед на %@
ca: Veure %@
cs: Zobrazit %@
cy: Gweld %@
da: Vis %@
de_ch: %@ anzeigen
el: Προβολή %@
es: Ver %@
et: Kuva %@
fi: Näytä %@
fr_ca: Afficher %@
he: הצג %@
hi: %@ देखें
hr: Prikaži %@
hu: %@ megtekintése
id: Lihat %@
it_ch: Visualizza %@
ja: %@ の表示
kk: %@ көру
lv: Skatīt %@
mk: Прикажи %@
ms: Paparkan %@
nb: Vis %@
nl: %@ weergeven
pl: Wyświetl %@
ro: Vizualizare %@
ru: Просмотреть %@
sk: Zobraziť %@
sl: Ogled %@
sr: Прикажи %@
sr_latn_rs: Prikaži %@
sv: Visa %@
th: ดู %@
uk: Переглянути %@
vi: Xem %@

source: message
ar: رسالة
bg: съобщение
ca: missatge
cs: zpráva
cy: neges
da: meddelelse
de_ch: Nachricht
el: μήνυμα
es: mensaje
et: teade
fi: viesti
he: הודעה
hi: संदेश
hr: poruku
hu: üzenet
id: pesan
it_ch: messaggio
ja: メッセージ
kk: хабар
lv: ziņojums
mk: порака
ms: mesej
nb: melding
nl: bericht
pl: komunikat
ro: mesaj
ru: сообщение
sk: správa
sl: sporočilo
sr: поруку
sr_latn_rs: poruku
sv: meddelande
th: ข้อความ
uk: повідомлення
vi: thông báo

source: information
ar: المعلومات
bg: информация
ca: informació
cs: informace
cy: gwybodaeth
da: oplysninger
de_ch: Informationen
el: πληροφορίες
es: información
et: teave
fi: tiedot
fr_ca: informations
he: מידע
hi: जानकारी
hr: informacije
hu: információ
id: informasi
it_ch: informazioni
ja: 情報
kk: ақпарат
lv: informācija
mk: информации
ms: maklumat
nb: informasjon
nl: informatie
pl: informacje
ro: informații
ru: информация
sk: informácie
sl: informacije
sr: информације
sr_latn_rs: informacije
th: ข้อมูล
uk: інформація
vi: thông tin

source: confirmation
ar: تأكيد
bg: потвърждение
ca: confirmació
cs: potvrzení
cy: cadarnhad
da: bekræftelse
de_ch: Bestätigung
el: επαλήθευση
es: confirmación
et: kinnitus
fi: vahvistus
he: אישור
hi: पुष्टि करें
hr: potvrdu
hu: visszaigazolás
id: konfirmasi
it_ch: conferma
ja: 確認
kk: растау
lv: apstiprinājums
mk: потврда
ms: pengesahan
nb: bekreftelse
nl: bevestiging
pl: potwierdzenie
ro: confirmare
ru: подтверждение
sk: potvrdenie
sl: potrditev
sr: потврду
sr_latn_rs: potvrdu
sv: bekräftelse
th: การยืนยัน
uk: підтвердження
vi: xác nhận

source: warning
ar: تحذير
bg: предупреждение
ca: advertència
cs: upozornění
cy: rhybudd
da: advarsel
de_ch: Warnung
el: προειδοποίηση
es: advertencia
et: hoiatus
fi: varoitus
fr_ca: avertissement
he: אזהרה
hi: चेतावनी
hr: upozorenje
hu: figyelmeztetés
id: peringatan
it_ch: avviso
ja: 注意
kk: ескерту
lv: brīdinājums
mk: предупредување
ms: amaran
nb: advarsel
nl: waarschuwing
pl: ostrzeżenie
ro: avertizare
ru: предупреждение
sk: upozornenie
sl: opozorilo
sr: упозорење
sr_latn_rs: upozorenje
sv: varning
th: คำเตือน
uk: застереження
vi: cảnh báo

source: error
ar: خطأ
bg: грешка
cs: chyba
cy: gwall
da: fejl
de_ch: Fehler
el: σφάλμα
et: tõrge
fi: virhe
fr_ca: erreur
he: שגיאה
hi: त्रुटी
hr: pogrešku
hu: hiba
id: kesalahan
it_ch: errore
ja: エラー
kk: қате
lv: kļūda
mk: грешка
ms: ralat
nb: feil
nl: fout
pl: błąd
ro: eroare
ru: ошибка
sk: chyba
sl: napaka
sr: грешка
sr_latn_rs: greška
sv: fel
th: ข้อผิดพลาด
uk: помилка
vi: lỗi

source: Reset
ar: إعادة تعيين
bg: Изчистване
ca: Restablir
cs: Resetovat
cy: Ailosod
da: Nulstil
de_ch: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Lähtesta
fi: Palauta
fr_ca: Réinitialiser
he: אפס
hi: रीसेट करें
hr: Ponovo postavi
hu: Visszaállítás
id: Atur Ulang
it_ch: Resetta
ja: リセット
kk: Бастапқы қалпына келтіру
lv: Atiestatīt
mk: Ресетирај
ms: Tetapkan Semula
nb: Tilbakestill
nl: Resetten
pl: Resetuj
ro: Resetare
ru: Сбросить
sk: Resetovať
sl: Ponastavitev
sr: Поново постави
sr_latn_rs: Ponovo postavi
sv: Återställ
th: รีเซ็ต
uk: Скинути
vi: Thiết lập lại

source: Apply
ar: تطبيق
bg: Прилагане
ca: Aplicar
cs: Použít
cy: Rhoi ar waith
da: Anvend
de_ch: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
fi: Käytä
fr_ca: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmazás
id: Terapkan
it_ch: Applica
ja: 適用
kk: Қолдану
lv: Lietot
mk: Примени
ms: Guna
nb: Bruk
nl: Toepassen
pl: Zastosuj
ro: Aplicare
ru: Применить
sk: Použiť
sl: Uporabi
sr: Примени
sr_latn_rs: Primeni
sv: Tillämpa
th: นำไปใช้
uk: Застосувати
vi: Áp dụng
