Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: This is a slider that can't be edited, the minimum value is %@ and the maximum value is %@
ar: هذا مربع تمرير لا يمكن تحريره، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@
bg: Това е плъзгач, който не може да се редактира. Минималната стойност е %@, а максималната стойност е %@
ca: Aquest botó lliscant no és editable. El valor mínim és %@ i el valor màxim és %@
cs: Tento posuvník nelze upravit, minimální hodnota je %@ a maximální hodnota je %@
cy: Llithrydd yw hwn nad oes modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@
da: Dette er en skyder, der ikke kan redigeres, minimumsværdien er %@, og maksimumværdien er %@
de_ch: Dies ist ein nicht änderbarer Schieberegler; der Mindestwert ist %@ und der Höchstwert ist %@
el: Αυτό είναι ένα μη επεξεργάσιμο ρυθμιστικό, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@
es: Este botón deslizante no es editable, el valor mínimo es %@ y el máximo, %@
et: See on liugur, mida ei saa redigeerida, minimaalne väärtus on %@ ja maksimaalne väärtus on %@
fi: Tämä on liukusäädin, jota ei voi muokata. Minimiarvo on %@ ja maksimiarvo on %@
fr_ca: Ce curseur n'est pas modifiable. La valeur minimale est %@ et la valeur maximale est %@.
he: זה מחוון שלא ניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@
hi: यह एक स्लाइडर है जिसे संपादित नहीं किया जा सकता है, न्यूनतम मान %@ है और अधिकतम मान %@ है
hr: Ovo je klizač koji se ne može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@
hu: Ez egy nem szerkeszthető csúszka, amelynek minimumértéke %@, maximális értéke pedig %@
id: Ini adalah penggeser yang tidak dapat diedit, nilai minimumnya adalah %@ dan nilai maksimumnya adalah %@
it_ch: Questo è uno slider non modificabile, il valore minimo è %@ e il valore massimo è %@
ja: これは編集不可のスライダであり、最小値は %@、最大値は %@ です
kk: Бұл — өңделмейтін жүгірткі, минималды мән — %@ және максималды мән — %@
lv: Šo slīdni nevar rediģēt, minimālā vērtība ir %@, un maksimālā vērtība ir %@
ms: Berikut merupakan penggelongsor yang tidak boleh diedit, nilai minimum ialah %@ dan nilai maksimum ialah %@
nb: Dette er en glidebryter som ikke kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.
nl: Dit is een schuifbalk die niet bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@
pl: To jest nieedytowalny suwak, minimalna wartość to %@, a maksymalna wartość to %@
ro: Acest cursor nu poate fi editat; valoarea minimă este %@ și valoarea maximă este %@
ru: Это нередактируемый ползунок с минимальным значением %@ и максимальным значением %@
sk: Toto je posúvač, ktorý nie je možné upravovať. Minimálna hodnota je %@ a maximálna hodnota je %@
sl: To je drsnik brez možnosti urejanja, najmanjša dovoljena vrednost je %@, največja dovoljena vrednost pa %@
sr: Ово је клизач који се не може уређивати, минимална вредност је %@, a максимална вредност је %@
sr_latn_rs: Ovo je klizač koji se ne može uređivati, minimalna vrednost je %@, a maksimalna vrednost je %@
sv: Det här är ett skjutreglage som inte kan redigeras. Minimivärdet är %@ och maximivärdet är %@
th: นี่คือแถบเลื่อนที่ไม่สามารถแก้ไขได้ ค่าต่ำสุดคือ %@ และค่าสูงสุดคือ %@
uk: Це повзунок, який не можна редагувати, мінімальне значення - %@, і максимальне - %@
vi: Đây là thanh trượt không thể hiệu chỉnh được, giá trị tối thiểu là %@ và giá trị tối đa là %@

source: This is a range slider that is editable, the minimum value is %@ and the maximum value is %@
ar: هذا مربع تمرير نطاق قابل للتحرير، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@
bg: Това е плъзгач за диапазон, който може да се редактира. Минималната стойност е %@, а максималната стойност е %@
ca: Aquest regulador d’àrea és editable. El valor mínim és %@ i el valor màxim és %@
cs: Tento posuvník oblasti ze upravit, minimální hodnota je %@ a maximální hodnota je %@
cy: Llithrydd ystod yw hwn y mae modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@
da: Dette er en områdeskyder, der kan redigeres, minimumsværdien er %@, og maksimumværdien er %@
de_ch: Dies ist ein änderbarer Bereichsregler; der Mindestwert ist %@ und der Höchstwert ist %@
el: Αυτό είναι ένα επεξεργάσιμο ρυθμιστικό εύρους, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@
es: Este botón deslizante de rango es editable, el valor mínimo es %@ y el máximo, %@
et: See on redigeeritav vahemiku liugur, mille minimaalne väärtus on %@ ja maksimaalne väärtus on %@
fi: Tämä aluesäädin on muokattavissa. Minimiarvo on %@ ja maksimiarvo on %@
fr_ca: Ce curseur de plage est modifiable. La valeur minimale est %@ et la valeur maximale est %@.
he: זה מחוון טווחים שניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@
hi: यह एक स्लाइडर है जो संपादन योग्य है, न्यूनतम मान %@ है और अधिकतम मान %@ है
hr: Ovo je klizač raspona koji se može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@
hu: Ez egy szerkeszthető sávcsúszka, amelynek minimumértéke %@, maximális értéke pedig %@
id: Ini adalah penggeser rentang yang dapat diedit, nilai minimumnya adalah %@ dan nilai maksimumnya adalah %@
it_ch: Questo è uno slider intervallo modificabile, il valore minimo è %@ e il valore massimo è %@
ja: これは編集可能な範囲スライダであり、最小値は %@、最大値は %@ です
kk: Бұл — өңделетін ауқым жүгірткісі, минималды мән — %@ және максималды мән — %@
lv: Šo diapazona slīdni var rediģēt, minimālā vērtība ir %@, un maksimālā vērtība ir %@
ms: Berikut merupakan penggelongsor julat yang boleh diedit, nilai minimum ialah %@ dan nilai maksimum ialah %@
nb: Dette er en glidebryter for område som kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.
nl: Dit is een schuifbalk die bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@
pl: To jest edytowalny suwak zakresu, minimalna wartość to %@, a maksymalna wartość to %@
ro: Acest cursor de interval este editabil, valoarea minimă este %@ și valoarea maximă este %@
ru: Это редактируемый ползунок диапазона с минимальным значением %@ и максимальным значением %@
sk: Toto je posúvač rozsahu, ktorý je možné upravovať, minimálna hodnota je %@ a maximálna hodnota je %@
sl: To je drsnik obsega z možnostjo urejanja, najmanjša dovoljena vrednost je %@, največja dovoljena vrednost pa %@
sr: Ово је клизач распона који се може уређивати, минимална вредност је %@, a максимална вредност је %@
sr_latn_rs: Ovo je klizač raspona koji se može uređivati, minimalna vrednost je %@, a maksimalna vrednost je %@
sv: Det här är ett intervallreglage som kan redigeras. Minimivärdet är %@ och maximivärdet är %@
th: นี่คือแถบเลื่อนช่วงที่สามารถแก้ไขได้ ค่าต่ำสุดคือ %@ และค่าสูงสุดคือ %@
uk: Це повзунок діапазону, який можна редагувати, мінімальне значення - %@, і максимальне - %@
vi: Đây là thanh trượt phạm vi có thể hiệu chỉnh, giá trị tối thiểu là %@ và giá trị tối đa là %@

source: This is a range slider that can't be edited, the minimum value is %@ and the maximum value is %@
ar: هذا مربع تمرير نطاق لا يمكن تحريره، الحد الأدنى للقيمة هو %@ والحد الأقصى للقيمة هو %@
bg: Това е плъзгач за диапазон, който не може да се редактира. Минималната стойност е %@, а максималната стойност е %@
ca: Aquest regulador d’àrea no és editable. El valor mínim és %@ i el valor màxim és %@
cs: Tento posuvník oblasti nelze upravit, minimální hodnota je %@ a maximální hodnota je %@
cy: Llithrydd ystod yw hwn nad oes modd ei olygu, y gwerth isaf yw %@ a'r gwerth uchaf yw %@
da: Dette er en områdeskyder, der ikke kan redigeres, minimumsværdien er %@, og maksimumværdien er %@
de_ch: Dies ist ein nicht änderbarer Bereichsregler; der Mindestwert ist %@ und der Höchstwert ist %@
el: Αυτό είναι ένα μη επεξεργάσιμο ρυθμιστικό εύρους, η ελάχιστη τιμή είναι %@ και η μέγιστη τιμή είναι %@
es: Este botón deslizante de rango no es editable, el valor mínimo es %@ y el máximo, %@
et: See on vahemiku liugur, mida ei saa redigeerida, minimaalne väärtus on %@ ja maksimaalne väärtus on %@
fi: Tämä on aluesäädin, jota ei voi muokata. Minimiarvo on %@ ja maksimiarvo on %@
fr_ca: Ce curseur de plage n'est pas modifiable. La valeur minimale est %@ et la valeur maximale est %@.
he: זהו מחוון טווחים שלא ניתן לעריכה, הערך המינימלי הוא %@ והערך המקסימלי הוא %@
hi: यह एक स्लाइडर है जिसे संपादित नहीं किया जा सकता है, न्यूनतम मान %@ है और अधिकतम मान %@ है
hr: Ovo je klizač raspona koji se ne može uređivati, minimalna vrijednost je %@, a maksimalna vrijednost je %@
hu: Ez egy nem szerkeszthető sávcsúszka, amelynek minimumértéke %@, maximális értéke pedig %@
id: Ini adalah penggeser rentang yang tidak dapat diedit, nilai minimumnya adalah %@ dan nilai maksimumnya adalah %@
it_ch: Questo è uno slider intervallo non modificabile, il valore minimo è %@ e il valore massimo è %@
ja: これは編集不可の範囲スライダであり、最小値は %@、最大値は %@ です
kk: Бұл — өңделмейтін ауқым жүгірткісі, минималды мән — %@ және максималды мән — %@
lv: Šo diapazona slīdni nevar rediģēt, minimālā vērtība ir %@, un maksimālā vērtība ir %@
ms: Berikut merupakan penggelongsor julat yang tidak boleh diedit, nilai minimum ialah %@ dan nilai maksimum ialah %@
nb: Dette er en glidebryter for område som ikke kan redigeres. Minimumsverdien er %@ og maksimumsverdien er %@.
nl: Dit is een schuifbalk die niet bewerkbaar is, de minimumwaarde is %@ en de maximumwaarde is %@
pl: To jest nieedytowalny suwak zakresu, minimalna wartość to %@, a maksymalna wartość to %@
ro: Acest cursor de interval nu poate fi editat; valoarea minimă este %@ și valoarea maximă este %@
ru: Это нередактируемый ползунок диапазона с минимальным значением %@ и максимальным значением %@
sk: Toto je posúvač rozsahu, ktorý nie je možné upravovať, minimálna hodnota je %@ a maximálna hodnota je %@
sl: To je drsnik obsega brez možnosti urejanja, najmanjša dovoljena vrednost je %@, največja dovoljena vrednost pa %@
sr: Ово је клизач распона који се не може уређивати, минимална вредност је %@, a максимална вредност је %@
sr_latn_rs: Ovo je klizač raspona koji se ne može uređivati, minimalna vrednost je %@, a maksimalna vrednost je %@
sv: Det här är ett intervallreglage som inte kan redigeras. Minimivärdet är %@ och maximivärdet är %@
th: นี่คือแถบเลื่อนช่วงที่ไม่สามารถแก้ไขได้ ค่าต่ำสุดคือ %@ และค่าสูงสุดคือ %@
uk: Це повзунок діапазону, який не можна редагувати, мінімальне значення - %@, і максимальне - %@
vi: Đây là thanh trượt phạm vi không thể hiệu chỉnh được, giá trị tối thiểu là %@ và giá trị tối đa là %@

source: slider value text field
ar: حقل نصي لقيمة مربع تمرير
bg: Текстово поле за стойност на плъзгача
ca: Camp de text de valor de botó lliscant
cs: textové pole hodnoty posuvníku
cy: maes testun gwerth llithrydd
da: tekstfelt for skyderværdi
de_ch: Textfeld für Schiebereglerwert
el: πεδίο κειμένου τιμής ρυθμιστικού
es: campo de texto de valor de botón deslizable
et: liuguri väärtuse tekstiväli
fi: Liukusäätimen arvon tekstikenttä
fr_ca: Zone de texte pour la valeur du curseur
he: שדה טקסט של ערך מחוון
hi: स्लाइ़़डर मान टेक्स्ट फ़ील्ड
hr: polje teksta vrijednosti klizača
hu: Csúszkaérték szövegmezője
id: bidang teks nilai penggeser
it_ch: campo di testo valore slider
ja: スライダ値のテキストフィールド
kk: жүгірткі мәнінің мәтін өрісі
lv: slīdņa vērtības teksta lauks
ms: medan teks nilai penggelongsor
nb: tekstfelt for glidebryterverdi
nl: tekstveld schuifwaarde
pl: pole tekstowe wartości suwaka
ro: câmp de text valoare cursor
ru: текстовое поле значения ползунка
sk: textové pole hodnoty posúvača
sl: Besedilno polje vrednosti drsnika
sr: поље текста вредности клизача
sr_latn_rs: polje teksta vrednosti klizača
sv: textfält för värde för skjutreglage
th: ฟิลด์ข้อความของค่าแถบเลื่อน
uk: текстове поле значення повзунка
vi: trường văn bản giá trị thanh trượt

source: lower value text field
ar: حقل نصي لأدنى قيمة
bg: Текстово поле за най-ниска стойност
ca: Camp de text de valor inferior
cs: textové pole dolní hodnoty
cy: maes testun gwerth isaf
da: tekstfelt for nedre værdi
de_ch: Textfeld für Mindestwert
el: πεδίο κειμένου κατώτερης τιμής
es: campo de texto de valor inferior
et: väärtuse alampiiri tekstiväli
fi: Alhaisemman arvon tekstikenttä
fr_ca: Zone de texte pour la valeur inférieure
he: שדה טקסט של ערך תחתון
hi: निम्न मान टेक्स्ट फ़ील्ड
hr: polje teksta donje vrijednosti
hu: Alsó érték szövegmezője
id: bidang teks nilai yang lebih rendah
it_ch: campo di testo valore inferiore
ja: 下限値のテキストフィールド
kk: төменгі мәннің мәтін өрісі
lv: apakšējās vērtības teksta lauks
ms: medan teks nilai bawah
nb: tekstfelt for nedre verdi
nl: tekstveld laagste waarde
pl: pole tekstowe dolnej wartości
ro: câmp de text valoare inferioară
ru: текстовое поле нижнего значения
sk: textové pole dolnej hodnoty
sl: Besedilno polje spodnje vrednosti
sr: поље текста ниже вредности
sr_latn_rs: polje teksta niže vrednosti
sv: textfält för lägre värde
th: ฟิลด์ข้อความของค่าล่าง
uk: текстове поле нижнього значення
vi: trường văn bản giá trị dưới

source: upper value text field
ar: حقل نصي لأعلى قيمة
bg: Текстово поле за най-висока стойност
ca: Camp de text de valor superior
cs: textové pole horní hodnoty
cy: maes testun gwerth uchaf
da: tekstfelt for øvre værdi
de_ch: Textfeld für Höchstwert
el: πεδίο κειμένου ανώτερης τιμής
es: campo de texto de valor superior
et: väärtuse ülempiiri tekstiväli
fi: Korkeamman arvon tekstikenttä
fr_ca: Zone de texte pour la valeur supérieure
he: שדה טקסט של ערך עליון
hi: उच्च मान टेक्स्ट फ़ील्ड
hr: polje teksta gornje vrijednosti
hu: Felső érték szövegmezője
id: bidang teks nilai yang lebih tinggi
it_ch: campo di testo valore superiore
ja: 上限値のテキストフィールド
kk: жоғарғы мәннің мәтін өрісі
lv: augšējās vērtības teksta lauks
ms: medan teks nilai atas
nb: tekstfelt for øvre verdi
nl: tekstveld hoogste waarde
pl: pole tekstowe górnej wartości
ro: câmp de text valoare superioară
ru: текстовое поле верхнего значение
sk: textové pole hornej hodnoty
sl: Besedilno polje zgornje vrednosti
sr: поље текста више вредности
sr_latn_rs: polje teksta više vrednosti
sv: textfält för högre värde
th: ฟิลด์ข้อความของค่าบน
uk: текстове поле верхнього значення
vi: trường văn bản giá trị trên

source: You can double tap to input a specific value
ar: يمكنك النقر نقرًا مزدوجًا لإدخال قيمة معينة
bg: Може да натиснете два пъти, за да въведете специфична стойност
ca: Podeu fer doble clic per introduir un valor específic
cs: Poklepáním můžete zadat přímou hodnotu
cy: Tapiwch ddwywaith er mwyn mewnbynnu gwerth penodol
da: Du kan trykke to gange for at indtaste en specifik værdi
de_ch: Sie können zweimal tippen, um einen bestimmten Wert einzugeben
el: Μπορείτε να αγγίξετε δύο φορές για είσοδο συγκεκριμένης τιμής
es: Puede tocar dos veces para introducir un valor específico
et: Konkreetse väärtuse sisestamiseks võite topeltpuudutada
fi: Voit syöttää erityisen arvon kaksoisnapsauttamalla
fr_ca: Vous pouvez appuyer deux fois pour saisir une valeur spécifique.
he: ניתן להקיש הקשה כפולה כדי להזין ערך ספציפי
hi: आप विशिष्ट मूल्य इनपुट के लिए डबल टैप कर सकते हैं
hr: Možete dvaput dodirnuti za unos specifične vrijednosti
hu: Dupla koppintással vihet be specifikus értéket
id: Anda dapat mengetuk dua kali untuk memasukkan nilai tertentu
it_ch: È possibile toccare due volte per inserire un determinato valore
ja: ダブルタップして特定の値を入力できます
kk: Нақты мән енгізу үшін екі рет түртуге болады
lv: Varat veikt dubultskārienu, lai ievadītu specifisku vērtību
ms: Anda boleh ketik dua kali untuk masukkan nilai tertentu
nb: Du kan dobbelttrykke for å oppgi en bestemt verdi
nl: U kunt tweemaal tikken om een specifieke waarde in te voeren
pl: Możesz dwukrotnie dotknąć, aby wprowadzić określoną wartość
ro: Puteți tasta dublu pentru a introduce o anumită valoare
ru: Нажмите дважды, чтобы ввести специфичное значение
sk: Dvojitým klepnutím môžete zadať určitú hodnotu
sl: Za vnos specifične vrednosti lahko dvakrat tapnete
sr: Можете додирнути двапут да бисте унели специфичну вредност
sr_latn_rs: Možete dodirnuti dvaput da biste uneli specifičnu vrednost
sv: Du kan dubbelknacka för att ange ett visst värde
th: คุณสามารถแตะสองครั้งเพื่อป้อนค่าที่ต้องการ
uk: Ви можете двічі торкнутися, щоб ввести конкретне значення
vi: Bạn có thể nhấp đúp để nhập giá trị cụ thể

source: current value is %@
ar: القيمة الحالية هي %@
bg: Текущата стойност е %@
ca: El valor actual és %@
cs: aktuální hodnota je %@
cy: y gwerth presennol yw %@
da: aktuel værdi er %@
de_ch: aktueller Wert ist %@
el: τρέχουσα τιμή είναι %@
es: el valor actual es %@
et: praegune väärtus on %@
fi: Nykyinen arvo on %@
fr_ca: Valeur actuelle : %@
he: הערך הנוכחי הוא %@
hi: वर्तमान मान %@ है
hr: trenutačna vrijednost je %@
hu: Az aktuális érték %@
id: nilai saat ini adalah %@
it_ch: il valore corrente è %@
ja: 現在の値は %@ です
kk: ағымдағы мән — %@
lv: pašreizējā vērtība ir %@
ms: nilai semasa ialah %@
nb: aktuell verdi er %@
nl: huidige waarde is %@
pl: bieżąca wartość to %@
ro: valoarea curentă este %@
ru: текущее значение %@
sk: aktuálna hodnota je %@
sl: Trenutna vrednost je %@
sr: тренутна вредност је %@
sr_latn_rs: trenutna vrednost je %@
sv: aktuellt värde är %@
th: ค่าปัจจุบันคือ %@
uk: поточне значення - %@
vi: giá trị hiện tại là %@

source: current lower value is %@, upper value is %@
ar: الحد الأدنى للقيمة هو%@، الحد الأقصى للقيمة هو %@
bg: Текущата най-ниска стойност е %@, най-високата стойност е %@
ca: El valor mínim actual és %@ i el valor màxim és %@
cs: aktuální dolní hodnota je %@, horní hodnota je %@
cy: y gwerth isaf presennol yw %@, y gwerth uchaf yw %@
da: aktuel nedre værdi er %@, øvre værdi er %@
de_ch: aktueller Mindestwert ist %@, Höchstwert ist %@
el: Η τρέχουσα κατώτερη τιμή είναι %@, η ανώτερη τιμή είναι %@
es: el valor inferior actual es %@ y el superior, %@
et: praegune väärtuse alampiir on %@, väärtuse ülempiir on %@
fi: Nykyinen alhaisempi arvo on %@, korkeampi arvo on %@
fr_ca: La valeur inférieure actuelle est %@ et la valeur supérieure est %@.
he: ערך תחתון נוכחי %@, הערך העליון הוא %@
hi: वर्तमान निम्न मान %@ है, ऊपरी मान %@ है
hr: trenutačna donja vrijednost je %@, gornja vrijednost je %@
hu: Az aktuális alsó érték %@, a felső érték %@
id: nilai yang lebih rendah saat ini adalah %@, nilai yang lebih tinggi adalah %@
it_ch: il valore inferiore corrente è %@, il valore superiore è %@
ja: 現在の下限値は %@、上限値は %@ です
kk: ағымдағы төменгі мән — %@, жоғарғы мән — %@
lv: pašreizējā apakšējā vērtība ir %@, augšējā vērtība ir %@
ms: nilai bawah semasa ialah %@, nilai atas ialah %@
nb: aktuell nedre verdi er %@, øvre verdi er %@
nl: huidige laagste waarde is %@, huidige hoogste waarde is %@
pl: bieżąca dolna wartość to %@, górna wartość to %@
ro: valoarea inferioară curentă este %@, valoarea superioară este %@
ru: текущее нижнее значение %@, верхнее значение %@
sk: aktuálna dolná hodnota je %@, horná hodnota je %@
sl: Trenutna spodnja vrednost je %@, zgornja vrednost je %@
sr: тренутна нижа вредност је %@, виша вредност је %@
sr_latn_rs: trenutna niža vrednost je %@, viša vrednost je %@
sv: aktuellt lägsta värde är %@ och högsta värde är %@
th: ค่าล่างปัจจุบันคือ %@ ค่าบนคือ %@
uk: поточне нижнє значення - %@, верхнє значення - %@
vi: giá trị dưới hiện tại là %@, giá trị trên là %@

source: All Steps
ar: كل الخطوات
bg: Всички стъпки
ca: Tots els passos
cs: Všechny kroky
cy: Pob cam
da: Alle trin
de_ch: Alle Schritte
el: Όλα τα βήματα
es: Todos los pasos
et: Kõik etapid
fi: Kaikki vaiheet
fr_ca: Toutes les étapes
he: כל השלבים
hi: सभी चरण
hr: Svi koraci
hu: Minden lépés
id: Semua Langkah
it_ch: Tutte le fasi
ja: すべてのステップ
kk: Барлық қадамдар
lv: Visi soļi
ms: Semua Langkah
nb: Alle trinn
nl: Alle stappen
pl: Wszystkie etapy
ro: Toate etapele
ru: Все шаги
sk: Všetky kroky
sl: Vsi koraki
sr: Сви кораци
sr_latn_rs: Svi koraci
sv: Alla steg
th: ทุกขั้นตอน
uk: Усі кроки
vi: Tất cả bước

source: Suggested by AI. Verify before use.
ar: مقترح بواسطة الذكاء الاصطناعي. تحقق قبل الاستخدام.
bg: Предложено от AI. Направете проверка, преди да използвате.
ca: Suggerit per IA. Comproveu-ho abans de fer-ho servir.
cs: Navrženo umělou inteligencí. Před použitím ověřte.
cy: Awgrymwyd gan AI. Dilysu cyn defnyddio.
da: Foreslået af AI. Verificer inden brug.
de_ch: Vorgeschlagen von KI. Vor dem Verwenden überprüfen.
el: Προτεινόμενο από ΑΙ. Επαλήθευση πριν τη χρήση.
es: Sugerido por IA. Verifique el contenido antes de usarlo.
et: Tehisintellekti soovitatud. Enne kasutamist kontrollige üle.
fi: Tekoälyn ehdottama. Vahvista ennen käyttöä.
fr_ca: Suggéré par l'IA. Procédez à des vérifications avant utilisation.
he: מוצע על-ידי AI. יש לאמת לפני השימוש.
hi: AI द्वारा सुझाया गया. उपयोग करने से पहले सत्यापित करें.
hr: Predlaže umjetna inteligencija. Verificirajte prije upotrebe.
hu: AI általi javaslat. Használat előtt ellenőrizze.
id: Disarankan oleh AI. Verifikasi sebelum digunakan.
it_ch: Suggerito dall'AI. Verifica prima dell'utilizzo.
ja: AI が提案しました。使用前に確認してください。
kk: ЖИ ұсынған. Пайдаланбас бұрын тексеріңіз.
lv: Ierosināja AI. Pārbaudiet pirms lietošanas.
ms: Dicadangkan oleh AI. Sahkan sebelum digunakan.
nb: Foreslått av KI. Verifiser før bruk.
nl: Door AI aanbevolen. Verifiëren voor gebruik.
pl: Sugerowane przez AI. Sprawdź przed użyciem.
ro: Sugerat de AI. Verificați înainte de utilizare.
ru: Предложено ИИ. Проверьте перед использованием.
sk: Navrhnuté umelou inteligenciou (AI). Pred použitím skontrolujte.
sl: Predlagala UI. Pred uporabo preverite.
sr: Предлог вештачке интелигенције. Потврдите пре употребе.
sr_latn_rs: Predlog veštačke inteligencije. Potvrdite pre upotrebe.
sv: Föreslaget av AI. Verifiera före användning.
th: แนะนำโดย AI กรุณาตรวจสอบก่อนใช้
uk: Запропоновано ШІ. Перевірте перед використанням.
vi: Được AI đề xuất. Xác thực trước khi sử dụng.

source: Photos
ar: الصور
bg: Снимки
ca: Fotografíes
cs: Fotografie
cy: Lluniau
da: Fotos
de_ch: Fotos
el: Φωτογραφίες
et: Fotod
fi: Valokuvat
he: תמונות
hi: फ़ोटो
hr: Fotografije
hu: Fotók
id: Foto
it_ch: Foto
ja: 写真
kk: Фотосуреттер
lv: Fotoattēli
ms: Foto
nb: Bilder
nl: Foto's
pl: Zdjęcia
ro: Fotografii
ru: Фотографии
sk: Fotografie
sl: Fotografije
sr: Фотографије
sr_latn_rs: Fotografije
sv: Foton
th: รูปถ่าย
uk: Фотографії
vi: Ảnh

source: Files
ar: الملفات
bg: Файлове
ca: Fitxers
cs: Soubory
cy: Ffeiliau
da: Filer
de_ch: Dateien
el: Αρχεία
et: Failid
fi: Tiedostot
fr_ca: Fichiers
he: קבצים
hi: फ़ाइल
hr: Datoteke
hu: Fájlok
id: File
it_ch: File
ja: ファイル
kk: Файлдар
lv: Faili
ms: Fail
nb: Filer
nl: Bestanden
pl: Pliki
ro: Fișiere
ru: Файлы
sk: Súbory
sl: Datoteke
sr: Фајлови
sr_latn_rs: Fajlovi
sv: Filer
th: ไฟล์
uk: Файли
vi: Tập tin

source: Camera
ar: الكاميرا
bg: Камера
ca: Càmera
cs: Kamera
da: Kamera
de_ch: Kamera
el: Κάμερα
et: Kaamera
fi: Kamera
fr_ca: Appareil photo
he: מצלמה
hi: कैमरा
hr: Kamera
hu: Kamera
id: Kamera
it_ch: Fotocamera
ja: カメラ
kk: Камера
lv: Kamera
ms: Kamera
nb: Kamera
pl: Kamera
ro: Cameră
ru: Камера
sk: Fotoaparát
sl: Kamera
sr: Камера
sr_latn_rs: Kamera
sv: Kamera
th: กล้อง
uk: Камера

source: Scan
ar: مسح ضوئي
bg: Сканиране
ca: Escanejar
cs: Skenování
cy: Sganio
el: Σάρωση
et: Skanni
fi: Skannaa
fr_ca: Scanner
he: סרוק
hi: स्कैन करें
hr: Skeniraj
hu: Szkennelés
id: Pindai
it_ch: Scansione
ja: スキャン
kk: Сканерлеу
lv: Skenēt
ms: Imbas
nb: Skann
pl: Skanuj
ro: Scanare
ru: Сканировать
sk: Skenovať
sl: Optično branje
sr: Скенирај
sr_latn_rs: Skeniraj
sv: Skanna
th: สแกน
uk: Сканувати
vi: Quét

source: Preview
ar: معاينة
bg: Предварителен преглед
ca: Presentació preliminar
cs: Náhled
cy: Gweld Rhagolwg
da: Forhåndsvisning
de_ch: Vorschau
el: Προεπισκόπηση
et: Eelvaade
fi: Esikatselu
fr_ca: Prévisualiser
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pretpregled
hu: Előnézet
id: Pratinjau
it_ch: Anteprima
ja: プレビュー
kk: Алдын ала көру
lv: Priekšskatīt
ms: Pratonton
nb: Forhåndsvisning
pl: Podgląd
ro: Previzualizare
ru: Предпросмотр
sk: Ukážka
sl: Predogled
sr: Претходно прикажи
sr_latn_rs: Prethodno prikaži
sv: Förhandsgranska
th: แสดงตัวอย่าง
uk: Попередній перегляд
vi: Xem trước
