Repository: SAP/cloud-sdk-ios-fiori
Catalog: Sources/FioriSwiftUICore/_localization/*.lproj/FioriSwiftUICore.strings
Languages: ar, bg, ca, cs, cy, da, de_ch, el, es, et, fi, fr_ca, he, hi, hr, hu, id, it_ch, ja, kk, lv, mk, ms, nb, nl, pl, ro, ru, sk, sl, sr, sr_latn_rs, sv, th, uk, vi

source: Are you sure you want to discard your selections?
ar: هل تريد بالتأكيد تجاهل تحديداتك؟
bg: Наистина ли искате да премахнете вашите избори?
ca: Esteu segurs que voleu rebutjar les vostres seleccions?
cs: Opravdu chcete zahodit vaše výběry?
cy: Ydych chi'n siŵr eich bod chi eisiau gwaredu eich dewisiadau?
da: Er du sikker på, at du vil kassere dine valg?
de_ch: Möchten Sie Ihre Auswahl wirklich verwerfen?
el: Θέλετε να απορρίψετε τις επιλογές σας;
es: ¿Seguro que quiere descartar sus selecciones?
et: Kas soovite valikud kindlasti hüljata?
fi: Haluatko varmasti hylätä valintasi?
fr_ca: Voulez-vous vraiment ignorer vos sélections?
he: בטוח שברצונך להסיר את בחירותיך?
hi: क्या आप वाकई अपने चयन निरस्त करना चाहते हैं?
hr: Želite li zaista odbaciti svoje odabire?
hu: Biztosan elveti a kiválasztásokat?
id: Apakah Anda yakin ingin membuang pilihan Anda?
it_ch: Confermi di voler scartare le selezioni?
ja: 選択を破棄してもよろしいですか?
kk: Таңдаулардан бас тартуға сенімдісіз бе?
lv: Vai tiešām vēlaties atmest veiktās atlases?
mk: Дали сигурно сакате да ги отфрлите избраните вредности?
ms: Adakah anda pasti ingin membuang pemilihan anda?
nb: Er du sikker på at du vil forkaste utvalget?
nl: Weet u zeker dat u uw selecties wilt verwerpen?
pl: Czy na pewno chcesz odrzucić swoje wybory?
ro: Sigur doriți să renunțați la selecțiile dvs.?
ru: Действительно сбросить выбор?
sk: Naozaj chcete zahodiť svoje výbery?
sl: Res želite opustiti svoje izbire?
sr: Да ли сигурно желите да одбаците одабире?
sr_latn_rs: Da li sigurno želite da odbacite odabire?
sv: Förkasta urval?
th: คุณแน่ใจหรือไม่ว่าต้องการละทิ้งรายการที่เลือก?
uk: Ви дійсно бажаєте відхилити свій вибір?
vi: Bạn có chắc là bạn muốn hủy bỏ lựa chọn của bạn không?

source: Discard Changes
ar: تجاهل التغييرات
bg: Отхвърляне на промените
ca: Rebutjar modificacions
cs: Zahodit změny
cy: Gwaredu Newidiadau
da: Kasser ændringer
de_ch: Änderungen verwerfen
el: Απόρριψη Αλλαγών
es: Descartar modificaciones
et: Hülga muudatused
fi: Hylkää muutokset
fr_ca: Ignorer les modifications
he: בטל שינויים
hi: परिवर्तन निरस्त करें
hr: Odbaci promjene
hu: Módosítások elvetése
id: Buang Perubahan
it_ch: Scarta modifiche
ja: 変更の破棄
kk: Өзгерістерден бас тарту
lv: Atmest izmaiņas
mk: Отфрли ги промените
ms: Buang Perubahan
nb: Forkast endringer
nl: Wijzigingen verwerpen
pl: Odrzuć zmiany
ro: Renunțare la modificări
ru: Сбросить изменения
sk: Zahodiť zmeny
sl: Opusti spremembe
sr: Одбаци промене
sr_latn_rs: Odbaci promene
sv: Förkasta ändringar
th: ละทิ้งการเปลี่ยนแปลง
uk: Відхилити зміни
vi: Hủy bỏ các thay đổi

source: Keep Editing
ar: مواصلة التحرير
bg: Продължаване на редактирането
ca: Continuar amb l'edició
cs: Pokračovat v úpravách
cy: Parhau i Olygu
da: Fortsæt redigering
de_ch: Bearbeitung fortsetzen
el: Συνεχίστε την Επεξεργασία
es: Seguir editando
et: Jätka redigeerimist
fi: Jatka muokkaamista
fr_ca: Poursuivre la modification
he: המשך לערוך
hi: संपादन करते रहें
hr: Nastavi s uređivanjem
hu: Szerkesztés folytatása
id: Tetap Mengedit
it_ch: Continua a modificare
ja: 編集を継続
kk: Өңдеуді жалғастыру
lv: Turpināt rediģēšanu
mk: Продолжи со уредување
ms: Teruskan Mengedit
nb: Fortsett redigering
nl: Doorgaan met bewerken
pl: Kontynuuj edycję
ro: Continuare editare
ru: Продолжить редактирование
sk: Pokračovať v úpravách
sl: Nadaljevanje urejanja
sr: Настави уређивање
sr_latn_rs: Nastavi uređivanje
sv: Fortsätt redigera
th: แก้ไขต่อไป
uk: Продовжити редагування
vi: Tiếp tục hiệu chỉnh

source: Select All
ar: تحديد الكل
bg: Избор на всички
ca: Seleccionar-ho tot
cs: Vybrat vše
cy: Dewis Pob Un
da: Marker alle
de_ch: Alle auswählen
el: Επιλογή Όλων
es: Seleccionar todo
et: Vali kõik
fi: Valitse kaikki
fr_ca: Tout sélectionner
he: בחר הכול
hi: सभी का चयन करें
hr: Odaberi sve
hu: Összes kiválasztása
id: Pilih Semua
it_ch: Seleziona tutto
ja: すべて選択
kk: Барлығын таңдау
lv: Atlasīt visus
mk: Избери ги сите
ms: Pilih Semua
nb: Merk alt
nl: Alles selecteren
pl: Zaznacz wszystkie
ro: Selectare tot
ru: Выбрать все
sk: Vybrať všetko
sl: Izberi vse
sr: Одабери све
sr_latn_rs: Odaberi sve
sv: Markera alla
th: เลือกทั้งหมด
uk: Вибрати все
vi: Chọn tất cả

source: Deselect All
ar: إلغاء تحديد الكل
bg: Отмяна на избора на всички
ca: Anul·lar la selecció de tot
cs: Zrušit výběr všech
cy: Dad-ddewis Pob Un
da: Afmarker alle
de_ch: Auswahl für alle aufheben
el: Αποεπιλογή Όλων
es: Anular la selección de todo
et: Tühista kõik valikud
fi: Poista kaikkien valinta
fr_ca: Désélectionner tout
he: בטל בחירה של הכול
hi: सभी चयन रद्द करें
hr: Poništi sve odabire
hu: Összes kiválasztás törlése
id: Batal Pilih Semua
it_ch: Deseleziona tutto
ja: すべて選択解除
kk: Барлығының таңдауын алу
lv: Noņemt atlasi visiem
mk: Поништи го изборот на сите
ms: Nyahpilih Semua
nb: Opphev all merking
nl: Alles deselecteren
pl: Odznacz wszystkie
ro: Deselectare tot
ru: Отменить выбор всех
sk: Zrušiť výber všetkého
sl: Prekliči izbiro vseh
sr: Поништи све одабире
sr_latn_rs: Poništi sve odabire
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
uk: Скасувати вибір
vi: Bỏ chọn tất cả

source: Selected
ar: محدد
bg: Избрано
ca: Seleccionat
cs: Vybrané
cy: Wedi dewis
da: Valgt
de_ch: Ausgewählt
el: Επιλέχτηκε
es: Seleccionado
et: Valitud
fi: Valittu
fr_ca: Sélection
he: פרטים נבחרים
hi: चयनित किया गया
hr: Odabrano
hu: Kiválasztva
id: Dipilih
it_ch: Selezionato
ja: 選択済み
kk: Таңдалған
lv: Atlasīts
mk: Избраните
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pl: Wybrane
ro: Selectat
ru: Выбрано
sk: Vybrané
sl: Izbrano
sr: Одабрано
sr_latn_rs: Odabrano
sv: Valda
th: รายการที่เลือก
uk: Вибрано
vi: Đã chọn

source: Text field, Double tap to edit
ar: حقل النص، انقر مرتين للتحرير
bg: Текстово поле, двоен клик за редакция
ca: Camp de text, toqueu dues vegades per editar
cs: Textové pole, pro úpravy poklepejte
cy: Maes testun, Cliciwch ddwywaith i olygu
da: Tekstfelt, dobbelttryk for at redigere
de_ch: Textfeld, zum Bearbeiten doppeltippen
el: Πεδίο κειμένου, Πατήστε δύο φορές για επεξεργασία
es: Campo de texto, toque dos veces para editar
et: Tekstiväli, redigeerimiseks topeltpuudutage
fi: Tekstikenttä, muokkaa kaksoisnapsauttamalla
fr_ca: Champ de texte, touchez deux fois pour le modifier
he: שדה טקסט, הקש פעמיים כדי לערוך
hi: टेक्स्ट फ़ील्ड, संपादित करने के लिए डबल टैप करें
hr: Tekstno polje, dvaput dodirnite za uređivanje
hu: Szövegmező, koppintson duplán a szerkesztéshez
id: Bidang Teks, Ketuk dua kali untuk mengedit
it_ch: Campo di testo, tocca due volte per modificare
ja: テキストフィールド、ダブルタップすると編集
kk: Мәтін өрісі, өңдеу үшін екі рет түртіңіз
lv: Teksta lauks, veiciet dubultskārienu, lai rediģētu
mk: Текстуално поле, допрете двапати за уредување
ms: Ketik dua kali medan teks untuk edit
nb: Tekstfelt, dobbelttrykk for å redigere
nl: Tekstveld, tik tweemaal om te bewerken
pl: Pole tekstowe, dotknij dwukrotnie, aby edytować
ro: Câmp de text, atingeți de două ori pentru editare
ru: Текстовое поле, дважды щелкните для редактирования
sk: Textové pole, upravte dvojitým klepnutím
sl: Besedilno polje, dvotapnite za urejanje
sr: Поље текста, додирните двапут за уређивање
sr_latn_rs: Polje teksta, dodirnite dvaput za uređivanje
sv: Textfält, dubbelknacka för att redigera
th: ฟิลด์ข้อความ, แตะสองครั้งเพื่อแก้ไข
uk: Текстове поле, торкніться двічі, щоб редагувати
vi: Trường văn bản, nhập đúp để hiệu chỉnh

source: Text field, is editing
ar: حقل النص، قيد التحرير
bg: Текстово поле, редактира се
ca: Camp de text, s'està editant
cs: Textové pole, lze upravit
cy: Maes testun, wrthi'n golygu
da: Tekstfelt, redigerer
de_ch: Textfeld, wird bearbeitet
el: Πεδίο κειμένου, επεξεργάζεται
es: Campo de texto, en edición
et: Tekstiväli, redigeerimine on pooleli
fi: Tekstikenttä, muokkaa
fr_ca: Champ de texte, modification en cours
he: שדה טקסט, נערך
hi: टेक्स्ट फ़ील्ड, संपादन है
hr: Tekstno polje, uređuje se
hu: Szövegmező, szerkesztés folyamatban
id: Bidang Teks, sedang mengedit
it_ch: Campo di testo, è in fase di modifica
ja: テキストフィールド、編集中
kk: Мәтін өрісі, өңдеуде
lv: Teksta lauks, notiek rediģēšana
mk: Текстуално поле, се уредува
ms: Medan teks sedang diedit
nb: Tekstfelt, redigerer
nl: Tekstveld, bewerkbaar
pl: Pole tekstowe, jest edytowane
ro: Câmp de text, se editează
ru: Текстовое поле, редактируется
sk: Textové pole, spracováva sa
sl: Besedilno polje, urejanje v teku
sr: Поље текста, уређује
sr_latn_rs: Polje teksta, uređuje
sv: Textfält, redigeras
th: ฟิลด์ข้อความ, กำลังแก้ไข
uk: Текстове поле, редагується
vi: Trường văn bản, đang hiệu chỉnh

source: Text field, is editing. Double tap to clear text
ar: حقل النص، قيد التحرير. انقر مرتين لمسح النص
bg: Текстово поле, редактира се. Двоен клик за изчистване на текста
ca: Camp de text, s'està editant. Toqueu dues vegades per esborrar el text
cs: Textové pole, lze upravit. Text vymažete poklepáním.
cy: Maes testun, wrthi'n golygu. Cliciwch ddwywaith i gael gwared ar y testun
da: Tekstfelt, redigerer. Dobbelttryk for at rydde tekst
de_ch: Textfeld, wird bearbeitet. Zum Löschen des Texts doppeltippen
el: Πεδίο κειμένου, επεξεργάζεται. Πατήστε δύο φορές για να διαγράψετε το κείμενο
es: Campo de texto, en edición. Toque dos veces para borrar texto
et: Tekstiväli, redigeerimine on pooleli. Teksti kustutamiseks topeltpuudutage
fi: Tekstikenttä, muokkaa. Tyhjennä teksti kaksoisnapsauttamalla.
fr_ca: Champ de texte, en cours de modification. Touchez deux fois pour effacer le texte.
he: שדה טקסט, נערך. הקש פעמיים כדי לנקום טקסט
hi: टेक्स्ट फ़ील्ड संपादित हो रही है. टेक्स्ट क्लियर करने के लिए डबल टैप करें
hr: Tekstno polje, uređuje se. Dvaput dodirnite da se tekst očisti
hu: Szövegmező, szerkesztés folyamatban. Koppintson duplán a szöveg törléséhez
id: Bidang Teks, sedang mengedit. Ketuk dua kali untuk menghapus teks
it_ch: Campo di testo, è in fase di modifica. Tocca due volte per cancellare il testo
ja: テキストフィールド、編集中。ダブルタップするとテキストをクリア
kk: Мәтін өрісі, өңдеуде. Мәтінді тазарту үшін екі рет түртіңіз
lv: Teksta lauks, notiek rediģēšana. Veiciet dubultskārienu, lai notīrītu tekstu
mk: Текстуално поле, се уредува. Допрете двапати за да го исчистите текстот
ms: Medan teks sedang diedit. Ketik dua kali untuk kosongkan teks
nb: Tekstfelt, redigerer. Dobbelttrykk for å fjerne tekst.
nl: Tekstveld, bewerkbaar. Tik tweemaal om tekst te wissen
pl: Pole tekstowe, jest edytowane. Dotknij dwukrotnie, aby usunąć tekst.
ro: Câmp de text, se editează. Atingeți de două ori pentru a reseta textul
ru: Текстовое поле, редактируется. Дважды щелкните для очистки текста
sk: Textové pole, spracováva sa. Vymažte text dvojitým klepnutím
sl: Besedilno polje, urejanje v teku. Dvotapnite, da počistite besedilo
sr: Поље текста, уређује. Додирните двапут за брисање текста
sr_latn_rs: Polje teksta, uređuje. Dodirnite dvaput za brisanje teksta
sv: Textfält, redigeras. Dubbelknacka för att rensa text
th: ฟิลด์ข้อความ, กำลังแก้ไข แตะสองครั้งเพื่อล้างข้อความ
uk: Текстове поле, редагується. Торкніться двічі, щоб очистити текст
vi: Trường văn bản, đang hiệu chỉnh. Nhấp đúp để xóa văn bản

source: Custom Action
ar: إجراء مخصص
bg: Потребителско действие
ca: Acció personalitzada
cs: Vlastní akce
cy: Gweithred Personol
da: Brugerdefineret handling
de_ch: Benutzerdefinierte Aktion
el: Προσαρμοσμένη Ενέργεια
es: Acción personalizada
et: Kohandatud toiming
fi: Käyttäjän määrittämä toimi
fr_ca: Action personnalisée
he: פעולה מותאמת אישית
hi: कस्टम क्रिया
hr: Prilagođena radnja
hu: Egyéni művelet
id: Tindakan Kustom
it_ch: Azione personalizzata
ja: ユーザ定義アクション
kk: Теңшелмелі операция
lv: Pielāgota darbība
mk: Приспособено дејство
ms: Tindakan Tersuai
nb: Egendefinert aktivitet
nl: Aangepaste actie
pl: Czynność niestandardowa
ro: Acțiune definită de utilizator
ru: Пользовательская операция
sk: Vlastná akcia
sl: Dejanje po meri
sr: Кориснички дефинисана радња
sr_latn_rs: Korisnički definisana radnja
sv: Användardefinierad åtgärd
th: การดำเนินการที่ปรับแต่งได้
uk: Користувацька операція
vi: Thao tác tùy chỉnh

source: Failed to create PDF page from images.
ar: فشل في إنشاء صفحة PDF من الصور.
bg: Неуспешно създаване на PDF страница от изображения.
ca: Error en crear la pàgina PDF a partir de les imatges.
cs: Z obrázků nelze vytvořit stránku PDF.
cy: Wedi methu creu tudalen PDF o'r delweddau.
da: Kunne ikke oprette PDF fra billeder.
de_ch: Fehler beim Anlegen von PDF-Seite über Bilder.
el: Αποτυχία δημιουργίας σελίδας PDF από εικόνες.
es: No se ha podido crear la página PDF a partir de las imágenes.
et: PDF-vormingus lehte ei saanud piltide põhjal luua.
fi: PDF-sivun luonti kuvista epäonnistui.
fr_ca: La création de la page PDF à partir des images a échoué.
he: יצירת דף PDF מתמונות נכשלה.
hi: छवियों से PDF पृष्ठ बनाने में विफल.
hr: Stvaranje stranice u PDF-u iz slika nije uspjelo.
hu: Nem sikerült PDF-oldalt létrehozni a képekből.
id: Gagal membuat halaman PDF dari gambar.
it_ch: Impossibile creare pagina PDF dalle immagini.
ja: イメージからの PDF ページの作成に失敗しました。
kk: Кескіндерден PDF бетін жасау сәтсіз аяқталды.
lv: Neizdevās izveidot PDF lapu no attēliem.
mk: Создавањето PDF-страница од слики е неуспешно.
ms: Gagal untuk mencipta halaman PDF daripada imej.
nb: Kan ikke opprette PDF-side fra bilder.
nl: PDF-pagina creëren van afbeeldingen mislukt.
pl: Nie udało się utworzyć strony PDF z obrazów.
ro: Eroare la crearea paginii PDF de la imagini.
ru: Не удалось создать страницу PDF из изображений.
sk: Vytvorenie stránky PDF z obrázkov zlyhalo.
sl: Ustvarjanje strani PDF iz slik ni uspelo.
sr: Креирање PDF странице на основу слика није успело.
sr_latn_rs: Kreiranje PDF stranice na osnovu slika nije uspelo.
sv: Det gick inte att skapa PDF-sida från bilder.
th: ไม่สามารถสร้างหน้า PDF จากรูปภาพ
uk: Не вдалося створити сторінку PDF із зображень.
vi: Không thể tạo trang PDF từ hình ảnh.

source: User cancelled the scan.
ar: ألغى المستخدم المسح الضوئي.
bg: Потребителят отмени сканирането.
ca: L'usuari ha cancel·lat l'escaneig
cs: Uživatel zrušil skenování.
cy: Y defnyddiwr wedi canslo'r broses sganio.
da: Bruger annullerede scanningen.
de_ch: Benutzer hat das Scannen abgebrochen.
el: Ο χρήστης ακύρωσε τη σάρωση.
es: El usuario ha cancelado el escaneo.
et: Kasutaja tühistas skannimise.
fi: Käyttäjä peruutti skannauksen.
fr_ca: L'utilisateur a annulé le scan.
he: המשתמש ביטל את הסריקה.
hi: उपयोगकर्ता ने स्कैन रद्द कर दिया.
hr: Korisnik je otkazao skeniranje.
hu: A felhasználó megszakította a szkennelést.
id: Pengguna membatalkan pemindaian.
it_ch: L'utente ha annullato la scansione.
ja: スキャンがユーザによってキャンセルされました。
kk: Пайдаланушы сканерлеуді болдырмады.
lv: Lietotājs atcēla skenēšanu.
mk: Корисникот го откажа скенирањето.
ms: Pengguna membatalkan imbasan.
nb: Brukeren har avbrutt skanningen.
nl: Gebruiker heeft scan geannuleerd.
pl: Użytkownik anulował skan.
ro: Utilizatorul a anulat scanarea.
ru: Сканирование отменено пользователем.
sk: Používateľ zrušil sken.
sl: Uporabnik je preklical optično branje.
sr: Корисник је отказао скенирање.
sr_latn_rs: Korisnik je otkazao skeniranje.
sv: Användaren avbröt skanningen.
th: ผู้ใช้ยกเลิกการสแกนแล้ว
uk: Користувач скасував сканування.
vi: Người dùng đã hủy quét.

source: Processing
ar: قيد المعالجة
bg: Обработва се
ca: En curs
cs: Zpracování
cy: Wrthi’n prosesu
da: Behandler
de_ch: Wird verarbeitet
el: Επεξεργασία σε εξέλιξη
es: En procesamiento
et: Töötlemine
fi: Käsitellään
fr_ca: Traitement en cours
he: בעיבוד
hi: संसाधित करना
hr: Obrada
hu: Feldolgozás alatt
id: Memproses
it_ch: Elaborazione in corso
ja: 処理中
kk: Өңделуде
lv: Notiek apstrāde
mk: Се обработува
ms: Memproses
nb: Behandler
nl: Bezig met verwerken
pl: W trakcie przetwarzania
ro: În curs de prelucrare
ru: Обработка
sk: Spracovanie
sl: Obdelava poteka
sr: Обрада
sr_latn_rs: Obrada
sv: Bearbetas
th: กำลังดำเนินการ
uk: Обробляється
vi: Xử lý

source: In progress with option to pause, %.0f
ar: قيد التنفيذ مع خيار الإيقاف المؤقت، %.0f
bg: В процес на изпълнение с опция поставяне на пауза, %.0f
ca: En curs amb opció de pausa, %.0f
cs: Probíhá s možností pozastavení, %.0f
cy: Ar waith gydag opsiwn i oedi, %.0f
da: I gang med mulighed for at sætte på pause, %.0f
de_ch: In Bearbeitung mit Option zum Anhalten, %.0f
el: Σε εξέλιξη με επιλογή διακοπής, %.0f
es: En curso con la opción de pausa, %.0f
et: Pooleli peatamisvõimalusega, %.0f
fi: Käsiteltävänä - voidaan keskeyttää, %.0f
fr_ca: En cours avec option de suspendre, %.0f
he: בתהליך עם אפשרות להשהות, %.0f
hi: रुकने के विकल्प के साथ प्रगति पर है, %.0f
hr: U tijeku s mogućnošću pauziranja. %.0f
hu: Folyamatban szüneteltetési lehetőséggel, %.0f
id: Sedang diproses dengan opsi untuk menjeda, %.0f
it_ch: In elaborazione con l’opzione di mettere in pausa, %.0f
ja: 処理中 (一時停止オプションあり)、%.0f
kk: Кідірту опциясымен орындалуда, %.0f
lv: Notiek ar iespēju pauzēt, %.0f
mk: Во тек со опција за паузирање, %.0f
ms: Dalam proses dengan pilihan untuk henti seketika, %.0f
nb: Under behandling, med mulighet til å sette på pause, %.0f
nl: In bewerking, pauzeren mogelijk, %.0f
pl: W toku z opcją wstrzymania, %.0f
ro: În desfășurare cu opțiune de pauză, %.0f
ru: Выполняется с опцией приостановки, %.0f
sk: Prebieha s možnosťou pozastavenia, %.0f
sl: V teku z možnostjo premora, %.0f
sr: У току са опцијом паузирања, %.0f
sr_latn_rs: U toku sa opcijom pauziranja, %.0f
sv: Pågår med möjlighet att pausa %.0f
th: อยู่ระหว่างดำเนินการโดยมีตัวเลือกในการหยุดชั่วคราว, %.0f
uk: У процесі виконання з опцією призупинення, %.0f
vi: Đang tiến hành với tùy chọn tạm dừng, %.0f

source: In progress with option to stop, %.0f
ar: قيد التنفيذ مع خيار الإيقاف، %.0f
bg: В процес на изпълнение с опция за спиране, %.0f
ca: En curs amb opció d'aturada, %.0f
cs: Probíhá s možností zastavení, %.0f
cy: Ar waith gydag opsiwn i stopio, %.0f
da: I gang med mulighed for at stoppe, %.0f
de_ch: In Bearbeitung mit Option zum Stoppen, %.0f
el: Σε εξέλιξη με επιλογή διακοπής, %.0f
es: En curso con la opción de detención, %.0f
et: Pooleli seiskamisvõimalusega, %.0f
fi: Käsiteltävänä - voidaan pysäyttää, %.0f
fr_ca: En cours avec option d'arrêter, %.0f
he: בתהליך עם אפשרות לעצור, %.0f
hi: रुकने के विकल्प के साथ प्रगति पर है, %.0f
hr: U tijeku s mogućnošću zaustavljanja. %.0f
hu: Folyamatban leállítási lehetőséggel, %.0f
id: Sedang diproses dengan opsi untuk menghentikan, %.0f
it_ch: In elaborazione con l’opzione di arrestare, %.0f
ja: 処理中 (停止オプションあり)、%.0f
kk: Тоқтату опциясымен орындалуда, %.0f
lv: Notiek ar iespēju apturēt, %.0f
mk: Во тек со опција за запирање, %.0f
ms: Dalam proses dengan pilihan untuk henti, %.0f
nb: Under behandling, med mulighet til å stoppe, %.0f
nl: In bewerking, stoppen mogelijk, %.0f
pl: W toku z opcją zatrzymania, %.0f
ro: În desfășurare cu opțiune de oprire, %.0f
ru: Выполняется с опцией остановки, %.0f
sk: Prebieha s možnosťou zastavenia, %.0f
sl: V teku z možnostjo prekinitve, %.0f
sr: У току са опцијом заустављања, %.0f
sr_latn_rs: U toku sa opcijom zaustavljanja, %.0f
sv: Pågår med möjlighet att stoppa %.0f
th: อยู่ระหว่างดำเนินการโดยมีตัวเลือกในการหยุด, %.0f
uk: У процесі виконання з опцією зупинки, %.0f
vi: Đang tiến hành với tùy chọn dừng, %.0f

source: Progress halted, %.0f
ar: توقف التنفيذ، %.0f
bg: Изпълнението е спряно, %.0f
ca: Progrés aturat, %.0f
cs: Zpracování zastaveno, %.0f
cy: Datblygiad ar stop, %.0f
da: Behandling standset, %.0f
de_ch: Bearbeitung wird unterbrochen, %.0f
el: Η εξέλιξη διακόπηκε, %.0f
es: Progreso interrumpido, %.0f
et: Edenemine on peatatud, %.0f
fi: Eteneminen pysäytetty, %.0f
fr_ca: Arrêté, %.0f
he: תהליך הופסק, %.0f
hi: प्रगति रोक दी गई है, %.0f
hr: Tijek zaustavljen. %.0f
hu: Előrehaladás leállítva, %.0f
id: Progres terhenti, %.0f
it_ch: Avanzamento arrestato, %.0f
ja: 処理停止、%.0f
kk: Орындалу тоқтатылды, %.0f
lv: Progress aizturēts, %.0f
mk: Напредокот е запрен, %.0f
ms: Proses dihentikan, %.0f
nb: Behandling stoppet, %.0f
nl: Bewerking onderbroken, %.0f
pl: Postęp zatrzymany, %.0f
ro: Progres întrerupt, %.0f
ru: Выполнение остановлено, %.0f
sk: Priebeh sa zastavil, %.0f
sl: Potek zaustavljen, %.0f
sr: Напредак заустављен, %.0f
sr_latn_rs: Napredak zaustavljen, %.0f
sv: Förlopp pausat %.0f
th: ความคืบหน้าหยุดชั่วคราว, %.0f
uk: Процес виконання призупинено, %.0f
vi: Tiến trình đã dừng, %.0f

source: This is %@ slider whose maximum value is %@ and minimum value is %@
ar: هذا مربع تمرير %@ حيث يكون الحد الأقصى للقيمة %@ والحد الأدنى للقيمة %@
bg: Това е плъзгач %@ с максимална стойност %@ и минимална стойност %@
ca: Aquest és el botó lliscant %@. El seu valor màxim és %@ i el seu valor mínim és %@
cs: Toto je posuvník %@, jehož maximální hodnota je %@ a minimální hodnota je %@
cy: Dyma lithrydd %@ a'i werth uchaf yw %@ a'i werth isaf yw %@
da: Dette er %@ skyder, hvis maksimumværdi er %@ og minimumsværdi er %@
de_ch: Dies ist der %@-Schieberegler mit dem Maximalwert %@ und dem Minimalwert %@
el: Αυτό είναι ρυθμιστικό %@ η μέγιστη τιμή του οποίου η μέγιστη τιμή είναι %@ και η ελάχιστη %@
es: Este es el botón deslizante de %@ cuyo valor máximo es %@ y el mínimo, %@.
et: See on liugur %@, mille maksimumväärtus on %@ ja miinimumväärtus on %@
fi: Tämä on liukusäädin %@, jonka maksimiarvo on %@ ja jonka minimiarvo on %@
fr_ca: Il s'agit du curseur %@ dont la valeur maximale est %@ et la valeur minimale est %@.
he: זהו מחוון %@ שהערך המקסימלי שלו הוא %@ והערך המינימלי הוא %@
hi: यह स्लाइडर %@ है जिसका अधिकतम मान %@ है और न्यूनतम मान %@ है
hr: Ovo je klizač %@ čija je maksimalna vrijednost %@, a minimalna vrijednost %@
hu: Ez egy %@ csúszka, melynek maximális értéke %@, minimumértéke pedig %@
id: Ini adalah %@ penggeser yang nilai maksimumnya adalah %@ dan nilai minimumnya adalah %@
it_ch: Questo è lo slider %@ con valore massimo %@ e valore minimo %@
ja: これは %@ スライダであり、最大値は %@ 最小値は %@ です
kk: Бұл — максималды мәні %@ және минималды мәні %@ болатын %@ жүгірткісі
lv: Šis ir %@ slīdnis, kura maksimālā vērtība ir %@, un minimālā vērtība ir %@
ms: Berikut merupakan penggelongsor %@ yang nilai maksimum ialah %@ dan nilai minimum ialah %@
nb: Dette er %@-glidebryteren som har maksimumsverdi %@ og minimumsverdi %@
nl: Dit is een %@ schuifbalk met maximumwaarde %@ en minimumwaarde %@
pl: To jest %@ suwak, którego maksymalna wartość to %@, a minimalna %@
ro: Acesta este cursorul de reglare %@ a cărui valoare maximă este %@ și valoarea minimă este %@
ru: Это ползунок %@ с максимальным значением %@ и минимальным значением %@
sk: Toto je %@ posúvač, ktorého maximálna hodnota je %@ a minimálna hodnota %@
sl: To je drsnik %@ z največjo vrednostjo %@ in najmanjšo vrednostjo %@
sr: Ово је %@ клизач чија је максимална вредност %@, а минимална вредност је %@
sr_latn_rs: Ovo je %@ klizač čija je maksimalna vrednost %@, a minimalna vrednost je %@
sv: Detta är %@-skjutreglage vars maximivärde är %@ och minimivärde är %@
th: นี่คือแถบเลื่อน %@ ที่มีค่าสูงสุดคือ %@ และค่าต่ำสุดคือ %@
uk: Це повзунок %@, максимальне значення якого дорівнює %@, а мінімальне значення дорівнює %@
vi: Đây là thanh trượt %@ có giá trị lớn nhất là %@ và giá trị nhỏ nhất là %@
